[
    {
        "word": "anomie",
        "definition": [
            "a lack of social or moral standards"
        ]
    },
    {
        "word": "reactive",
        "definition": [
            "showing a reaction or response",
            "tending to show chemical change when mixed with another substance"
        ]
    },
    {
        "word": "abolition",
        "definition": [
            "the ending of a law, a system or an institution"
        ]
    },
    {
        "word": "aborigine",
        "definition": [
            "a member of the group of people who were the original people living in a country",
            "a member of the group of people who were the original people living in Australia before Europeans arrived"
        ]
    },
    {
        "word": "tabard",
        "definition": [
            "a simple piece of clothing consisting of back and front sections without arms, and a hole for the head"
        ]
    },
    {
        "word": "forbid",
        "definition": [
            "to order somebody not to do something; to order that something must not be done",
            "to make it difficult or impossible to do something",
            "used to say that you hope that something will not happen"
        ]
    },
    {
        "word": "disallow",
        "definition": [
            "to officially refuse to accept something because it has not been done in the correct way "
        ]
    },
    {
        "word": "prohibit",
        "definition": [
            "to stop something from being done or used especially by law",
            "to make something impossible to do"
        ]
    },
    {
        "word": "interdict",
        "definition": [
            "an official order from a court that orders you not to do something",
            "an order banning somebody from taking part in church services, etc."
        ]
    },
    {
        "word": "proscribe",
        "definition": [
            "to say officially that something is banned"
        ]
    },
    {
        "word": "lemonade",
        "definition": [
            "a sweet fizzy drink (= with bubbles) that tastes of lemon",
            "a drink made from lemon juice, sugar and water",
            "a glass or bottle of lemonade"
        ]
    },
    {
        "word": "plug",
        "definition": [
            "to fill a hole with a substance or piece of material that fits tightly into it",
            "to provide something that has been missing from a particular situation and is needed in order to improve it",
            "to give praise or attention to a new book, film, etc. in order to encourage people to buy it or see it",
            "to shoot somebody"
        ]
    },
    {
        "word": "dissolve",
        "definition": [
            "to mix with a liquid and become part of it",
            "to make a solid become part of a liquid",
            "to officially end a marriage, business agreement or parliament",
            "to disappear; to make something disappear",
            "to suddenly start laughing, crying, etc.",
            "to remove or destroy something, especially by a chemical process; to be destroyed in this way"
        ]
    },
    {
        "word": "telegraph",
        "definition": [
            "a method of sending messages over long distances, using wires that carry electrical signals"
        ]
    },
    {
        "word": "abridgement",
        "definition": [
            "the process of making a book, play, etc. shorter by leaving parts out; a version of a book, play, etc. that has been made shorter in this way"
        ]
    },
    {
        "word": "hiatus",
        "definition": [
            "a break in activity when nothing happens",
            "a space, especially in a piece of writing or in a speech, where something is missing"
        ]
    },
    {
        "word": "abseil",
        "definition": [
            "an act of going down a steep cliff or rock while attached to a rope, pushing against the slope or rock with your feet"
        ]
    },
    {
        "word": "canonic",
        "definition": [
            "in the form of a canon",
            "included in a list of holy books that are accepted as what they are claimed to be ",
            "according to the law of the Christian Church",
            "accepted as belonging to the group of writers or works of literature that must be highly respected",
            "accepted as being true, correct and established",
            "in the simplest accepted form in mathematics"
        ]
    },
    {
        "word": "logically",
        "definition": [
            "in a way that follows the rules of logic in which ideas or facts are based on other true ideas or facts",
            "in a way that seems natural, reasonable or sensible"
        ]
    },
    {
        "word": "natal",
        "definition": [
            "relating to the place where or the time when somebody was born"
        ]
    },
    {
        "word": "nymphomania",
        "definition": [
            "an offensive word for the behaviour of a woman who has, or wants to have, sex more than is considered normal or acceptable"
        ]
    },
    {
        "word": "nymphomaniac",
        "definition": [
            "an offensive word for a woman who has, or wants to have, sex more than is considered normal or acceptable"
        ]
    },
    {
        "word": "amateurism",
        "definition": [
            "the practice of taking part in a sport or other activity for pleasure, not as a job",
            "the fact of doing something in a way that shows no skill"
        ]
    },
    {
        "word": "illogically",
        "definition": [
            "for a reason or in a way that is not sensible or well thought out"
        ]
    },
    {
        "word": "forthright",
        "definition": [
            "direct and honest in manner and speech"
        ]
    },
    {
        "word": "frank",
        "definition": [
            "honest and direct in what you say, sometimes in a way that other people might not like"
        ]
    },
    {
        "word": "heart-to-heart",
        "definition": [
            "a conversation in which two people talk honestly about their feelings and personal problems"
        ]
    },
    {
        "word": "point-blank",
        "definition": [
            "fired with the gun touching or very close to the person or thing it is aimed at",
            "very definite and direct and not very polite"
        ]
    },
    {
        "word": "lolita",
        "definition": [
            "a young girl who behaves in a more sexually developed way than is usual for her age"
        ]
    },
    {
        "word": "nymphet",
        "definition": [
            "a girl or young woman who is sexually attractive"
        ]
    },
    {
        "word": "Elvis",
        "definition": [
            "(1935-77) a US pop singer and guitar player, sometimes called the 'King of Rock and Roll'. In the late 1950s and the 1960s he was probably the most successful popular singer in the world. He helped to make African American music popular with young white people and was an influence on many popular singers, including the Beatles and the Rolling Stones. He was also known as 'Elvis the Pelvis' because of the way he moved his lower body when he sang. His songs included Hound Dog (1956), All Shook Up (1957), It's Now or Never (1960) and Good Luck Charm (1962). He appeared in several films, including Jailhouse Rock (1957), Girls! Girls! Girls!(1962) and Viva Las Vegas (1964). Presley died at his home, Graceland, after accidentally taking too many drugs, though many people claim or pretend that he is still alive. In 1998 he was chosen for the Country Music Hall of Fame."
        ]
    },
    {
        "word": "pane",
        "definition": [
            "a single sheet of glass in a window",
            "a separate area within a window on a computer screen, in which information of a particular type is shown"
        ]
    },
    {
        "word": "superman",
        "definition": [
            "a man who is unusually strong or intelligent or who can do something extremely well"
        ]
    },
    {
        "word": "faithful",
        "definition": [
            "staying with or supporting a particular person, organization or belief",
            "people who believe in a religion; strong supporters of a political party who will not change their views",
            "not having a sexual relationship with anyone else",
            "true and accurate; not changing anything",
            "able to be trusted; that you can rely on"
        ]
    },
    {
        "word": "adaptability",
        "definition": [
            "the quality of being able to change or be changed in order to deal successfully with new situations"
        ]
    },
    {
        "word": "nymph",
        "definition": [
            "(in ancient Greek and Roman stories) a spirit of nature in the form of a young woman, that lives in rivers, woods, etc.",
            "a young insect that has a body form that does not change very much as it grows"
        ]
    },
    {
        "word": "hardly",
        "definition": [
            "almost no; almost not; almost none",
            "used especially after ‘can’ or ‘could’ and before the main verb, to emphasize that it is difficult to do something",
            "used to suggest that something is unlikely or unreasonable or that somebody is silly for saying or doing something",
            "used to say that something has just begun, happened, etc."
        ]
    }
]