[
    {
        "word": "diabetes",
        "definition": [
            "a medical condition in which the body cannot produce enough insulin to control the amount of sugar in the blood"
        ]
    },
    {
        "word": "angioplasty",
        "definition": [
            "a medical operation to repair or open a blocked blood vessel, especially either of the two arteries that supply blood to the heart"
        ]
    },
    {
        "word": "cardiac",
        "definition": [
            "connected with the heart or heart disease"
        ]
    },
    {
        "word": "pericardium",
        "definition": [
            "the membrane (= thin layer) that surrounds the heart"
        ]
    },
    {
        "word": "inflammation",
        "definition": [
            "a condition in which a part of the body becomes red, painful and swollen (= larger than normal) because of infection or injury"
        ]
    },
    {
        "word": "hypertrophy",
        "definition": [
            "an increase in the size of an organ or tissue because its cells grow in size"
        ]
    },
    {
        "word": "defibrillator",
        "definition": [
            "a piece of equipment used to control the movements of the heart muscles by giving the heart an electric shock in a carefully managed way"
        ]
    },
    {
        "word": "defibrillation",
        "definition": [
            "the use of a controlled electric shock from a defibrillator to return the heart to its natural rhythm"
        ]
    },
    {
        "word": "congenital",
        "definition": [
            "existing since or before birth",
            "existing as part of a person’s character and not likely to change",
            "born with a particular illness"
        ]
    },
    {
        "word": "anticoagulant",
        "definition": [
            "a substance that stops the blood from becoming thick and forming clots"
        ]
    },
    {
        "word": "imperialism",
        "definition": [
            "a system in which one country controls other countries, often after defeating them in a war",
            "the fact of a powerful country increasing its influence over other countries through business, culture, etc."
        ]
    },
    {
        "word": "imperialist",
        "definition": [
            "connected with a system in which one country controls other countries, often after defeating them in a war",
            "increasing its influence over other countries through business, culture, etc."
        ]
    },
    {
        "word": "generally",
        "definition": [
            "by or to most people",
            "in most cases",
            "without discussing the details of something"
        ]
    },
    {
        "word": "broadly",
        "definition": [
            "generally, without considering details",
            "if you smile broadly, you smile with your mouth stretched very wide because you are very pleased or are enjoying something very much"
        ]
    },
    {
        "word": "loosely",
        "definition": [
            "in a way that is not strong or tight",
            "in a way that is not exact"
        ]
    },
    {
        "word": "mostly",
        "definition": [
            "mainly; generally"
        ]
    },
    {
        "word": "winner",
        "definition": [
            "a person, a team, an animal, etc. that wins something",
            "a thing or person that is successful or likely to be successful",
            "a goal or point that causes a team or a person to win a game",
            "to choose a horse, etc. that you think is most likely to win a race",
            "to make a very good choice"
        ]
    },
    {
        "word": "balustrade",
        "definition": [
            "a row of posts, joined together at the top, built along the edge of a balcony, bridge, etc. to prevent people from falling off, or as a decoration"
        ]
    },
    {
        "word": "renal",
        "definition": [
            "relating to or involving the kidneys"
        ]
    },
    {
        "word": "retrovirus",
        "definition": [
            "any of a group of viruses that includes HIV. Retroviruses multiply by making changes to DNA."
        ]
    },
    {
        "word": "pruritus",
        "definition": [
            "a severe itching (= the feeling that you want to rub your skin with your nails) that is felt on the skin in some diseases"
        ]
    },
    {
        "word": "asymptomatic",
        "definition": [
            "having no symptoms"
        ]
    },
    {
        "word": "bilirubin",
        "definition": [
            "an orange substance produced in the liver"
        ]
    },
    {
        "word": "biopsy",
        "definition": [
            "the process of removing and examining tissue from the body of somebody who is ill, in order to find out more about their disease"
        ]
    },
    {
        "word": "benign",
        "definition": [
            "kind and gentle; not hurting anybody",
            "not causing damage or harm",
            "not dangerous or likely to cause death"
        ]
    },
    {
        "word": "biological",
        "definition": [
            "connected with the science of biology",
            "connected with the processes that take place within living things",
            "related by blood",
            "using enzymes (= chemical substances that are found in plants and animals) to get clothes, etc. clean"
        ]
    },
    {
        "word": "judicial",
        "definition": [
            "connected with a court, a judge or legal judgement"
        ]
    },
    {
        "word": "juridical",
        "definition": [
            "connected with the law, judges or legal matters"
        ]
    },
    {
        "word": "barcode",
        "definition": [
            "a pattern of thick and thin lines that is printed on things you buy. It contains information that a computer can read."
        ]
    },
    {
        "word": "refund",
        "definition": [
            "a sum of money that is paid back to you, especially because you paid too much or because you returned goods to a shop"
        ]
    },
    {
        "word": "bamboozle",
        "definition": [
            "to confuse somebody, especially by tricking them"
        ]
    },
    {
        "word": "beta-carotene",
        "definition": [
            "a substance found in carrots and other plants, which is needed by humans"
        ]
    },
    {
        "word": "banality",
        "definition": [
            "the fact of being banal; things, remarks, etc. that are banal"
        ]
    },
    {
        "word": "monsoon",
        "definition": [
            "a period of heavy rain in summer in South Asia; the rain that falls during this period",
            "a wind in South Asia that blows from the south-west in summer, bringing rain, and the north-east in winter"
        ]
    },
    {
        "word": "dividend",
        "definition": [
            "an amount of the profits that a company pays to people who own shares in the company",
            "great advantages or profits",
            "a payment that is divided among a number of people, for example winners in the football pools or members of a cooperative",
            "a number that is to be divided by another number"
        ]
    },
    {
        "word": "advertising",
        "definition": [
            "the activity and industry of advertising things to people on television, in newspapers, on the internet, etc."
        ]
    },
    {
        "word": "youthful",
        "definition": [
            "typical of young people",
            "young or seeming younger than you are"
        ]
    }
]