[
    {
        "word": "entomology",
        "definition": [
            "the scientific study of insects"
        ]
    },
    {
        "word": "neuroscience",
        "definition": [
            "the science that deals with the structure and function of the brain and the nervous system"
        ]
    },
    {
        "word": "physiologist",
        "definition": [
            "a scientist who studies physiology"
        ]
    },
    {
        "word": "astrophysicist",
        "definition": [
            "a scientist who studies the physical and chemical structure of the stars, planets, etc."
        ]
    },
    {
        "word": "alienate",
        "definition": [
            "to make somebody less friendly towards you",
            "to make somebody feel that they do not belong in a particular group"
        ]
    },
    {
        "word": "alienation",
        "definition": [
            "the act of making somebody less friendly towards you",
            "the feeling that you do not belong in a particular group"
        ]
    },
    {
        "word": "alight",
        "definition": [
            "on fire",
            "showing a feeling of happiness or excitement",
            "to be very successful and admired by other people"
        ]
    },
    {
        "word": "philosopher",
        "definition": [
            "a person who studies or writes about philosophy",
            "a person who thinks deeply about things"
        ]
    },
    {
        "word": "cryogenics",
        "definition": [
            "the scientific study of the production and effects of very low temperatures"
        ]
    },
    {
        "word": "theology",
        "definition": [
            "the study of religion and beliefs",
            "a set of religious beliefs"
        ]
    },
    {
        "word": "theologian",
        "definition": [
            "a person who studies theology"
        ]
    },
    {
        "word": "especially",
        "definition": [
            "more with one person, thing, etc. than with others, or more in particular circumstances than in others ",
            "for a particular purpose, person, etc.",
            "very much; to a particular degree"
        ]
    },
    {
        "word": "align",
        "definition": [
            "to arrange something in the correct position, or to be in the correct position, in relation to something else, especially in a straight line",
            "to change something slightly so that it is in the correct relationship to something else"
        ]
    },
    {
        "word": "eukaryote",
        "definition": [
            "an organism (= living thing) consisting of one or more cells in which DNA is contained inside a clear nucleus (= central part). Eukaryotes include most living things except bacteria."
        ]
    },
    {
        "word": "prokaryote",
        "definition": [
            "an organism (= living thing) consisting of just one cell that does not have a clear nucleus (= central part). Most prokaryotes are bacteria."
        ]
    },
    {
        "word": "allay",
        "definition": [
            "to make something, especially a feeling, less strong"
        ]
    },
    {
        "word": "allegedly",
        "definition": [
            "expressed as though something is a fact but without giving any proof"
        ]
    },
    {
        "word": "allegiance",
        "definition": [
            "a person’s continued support for a political party, religion, leader, etc."
        ]
    },
    {
        "word": "allegorical",
        "definition": [
            "using characters or events as symbols to represent an idea or a quality, such as truth, evil, death, etc."
        ]
    },
    {
        "word": "allegory",
        "definition": [
            "a story, play, picture, etc. in which each character or event is a symbol representing an idea or a quality, such as truth, evil, death, etc.; the use of such symbols"
        ]
    },
    {
        "word": "foreword",
        "definition": [
            "a short introduction at the beginning of a book, usually by a person other than the author"
        ]
    },
    {
        "word": "scrutiny",
        "definition": [
            "careful and complete examination"
        ]
    },
    {
        "word": "scrutinize",
        "definition": [
            "to look at or examine somebody/something carefully"
        ]
    },
    {
        "word": "all-embracing",
        "definition": [
            "including everything"
        ]
    },
    {
        "word": "allergic",
        "definition": [
            "having an allergy to something",
            "caused by an allergy",
            "having a strong dislike of something/somebody"
        ]
    },
    {
        "word": "alleviate",
        "definition": [
            "to make something less severe"
        ]
    },
    {
        "word": "alleviation",
        "definition": [
            "the act of making something less severe"
        ]
    },
    {
        "word": "zoologist",
        "definition": [
            "a scientist who studies zoology"
        ]
    },
    {
        "word": "rheumatology",
        "definition": [
            "the study of the diseases of joints and muscles, such as rheumatism and arthritis"
        ]
    },
    {
        "word": "emirate",
        "definition": [
            "the position of an emir",
            "an area of land that is ruled over by an emir",
            "the period of time that an emir rules"
        ]
    },
    {
        "word": "protectorate",
        "definition": [
            "a country that is controlled and protected by a more powerful country",
            "the state or period of being controlled and protected by another country"
        ]
    },
    {
        "word": "pearl",
        "definition": [
            "a small hard shiny white ball that forms inside the shell of an oyster and is of great value as a jewel",
            "a copy of a pearl that is made artificially",
            "the hard smooth shiny substance in various colours that forms a layer inside the shells of some types of shellfish and is used in making buttons and for decoration",
            "a thing that looks like a pearl in shape or colour",
            "a thing that is very highly valued",
            "to give or offer valuable things to people who do not understand their value",
            "a wise remark"
        ]
    },
    {
        "word": "cacao",
        "definition": [
            "a tropical tree with seeds that are used to make chocolate and cocoa; the seeds from this tree"
        ]
    },
    {
        "word": "nucleotide",
        "definition": [
            "one of the many small molecules that combine to form DNA and RNA"
        ]
    },
    {
        "word": "thymine",
        "definition": [
            "one of the four compounds that make up DNA"
        ]
    },
    {
        "word": "cytosine",
        "definition": [
            "one of the four compounds that make up DNA and RNA"
        ]
    },
    {
        "word": "spermatozoon",
        "definition": [
            "a sperm"
        ]
    }
]