[
    {
        "word": "Helena",
        "definition": [
            "(1871-1965) a US businesswoman, born in Poland, who created the famous cosmetics company that carries her name. She began her business in 1902 in Australia and later opened salons (= places for beauty treatments) in London, Paris and New York. Her business became a large international company after the First World War. She started the Helena Rubinstein Foundation which gives money for educational projects, especially for women and children in New York."
        ]
    },
    {
        "word": "derivative",
        "definition": [
            "a word or thing that has been developed or produced from another word or thing"
        ]
    },
    {
        "word": "parabola",
        "definition": [
            "a curve like the path of an object thrown into the air and falling back to earth"
        ]
    },
    {
        "word": "mathematical",
        "definition": [
            "connected with or involving mathematics"
        ]
    },
    {
        "word": "conic",
        "definition": [
            "of or related to a cone"
        ]
    },
    {
        "word": "conical",
        "definition": [
            "having the shape of a cone"
        ]
    },
    {
        "word": "division",
        "definition": [
            "the process or result of dividing into separate parts; the process or result of dividing something or sharing it out",
            "the process of dividing one number by another",
            "a disagreement or difference in opinion, way of life, etc., especially between members of a society or an organization",
            "a large and important unit or section of an organization",
            "part of a city, county, or country that is regarded as a separate area for administration purposes ",
            "a group of teams or competitors in a sports competition who compete against each other. Divisions may be organized by ability, geography or weight, depending on the sport.",
            "a unit of an army, consisting of several brigades or regiments",
            "a line that divides something",
            "the act of separating members of the British parliament into groups to vote for or against something"
        ]
    },
    {
        "word": "renown",
        "definition": [
            "the state of being famous and receiving respect because of something you have done that people admire"
        ]
    },
    {
        "word": "zeitgeist",
        "definition": [
            "the general mood or quality of a particular period of history, as shown by the ideas, beliefs, etc. common at the time"
        ]
    },
    {
        "word": "thulium",
        "definition": [
            "a chemical element. Thulium is a soft silver-white metal."
        ]
    },
    {
        "word": "abundance",
        "definition": [
            "a large quantity that is more than enough",
            "in large quantities"
        ]
    },
    {
        "word": "acacia",
        "definition": [
            "a tree with yellow or white flowers. There are several types of acacia tree, some of which produce a sticky liquid used in making glue."
        ]
    },
    {
        "word": "acceleration",
        "definition": [
            "an increase in how fast something happens",
            "the rate at which a vehicle increases speed",
            "the rate at which the velocity (= speed in a particular direction) of an object changes"
        ]
    },
    {
        "word": "accomplice",
        "definition": [
            "a person who helps another to commit a crime or to do something wrong"
        ]
    },
    {
        "word": "antiparticle",
        "definition": [
            "a very small part of an atom that has the same mass as a normal particle but the opposite electrical charge"
        ]
    },
    {
        "word": "altruism",
        "definition": [
            "the fact of caring about the needs and happiness of other people and being willing to do things to help them, even if it brings no advantage to yourself"
        ]
    },
    {
        "word": "altruistic",
        "definition": [
            "caring about the needs and happiness of other people and being willing to do things to help them, even if it brings no advantage to yourself"
        ]
    },
    {
        "word": "intend",
        "definition": [
            "to have a plan, result or purpose in your mind when you do something",
            "to plan that something should have a particular meaning"
        ]
    },
    {
        "word": "arithmetic",
        "definition": [
            "the type of mathematics that deals with the adding, multiplying, etc. of numbers",
            "sums involving the adding, multiplying, etc. of numbers"
        ]
    },
    {
        "word": "milestone",
        "definition": [
            "a very important stage or event in the development of something",
            "a stone by the side of a road that shows how far it is to the next town and to other places"
        ]
    },
    {
        "word": "multiplication",
        "definition": [
            "the act or process of multiplying numbers",
            "the act or process of increasing very much in number or amount"
        ]
    },
    {
        "word": "subtraction",
        "definition": [
            "the process of taking a number or amount away from another number or amount"
        ]
    },
    {
        "word": "integral",
        "definition": [
            "being an essential part of something",
            "included as part of something, rather than supplied separately",
            "having all the parts that are necessary for something to be complete"
        ]
    },
    {
        "word": "average",
        "definition": [
            "calculated by adding several amounts together, finding a total, and dividing the total by the number of amounts",
            "typical or normal",
            "ordinary; not especially good"
        ]
    },
    {
        "word": "median",
        "definition": [
            "having a value in the middle of a series of values",
            "located in or passing through the middle"
        ]
    },
    {
        "word": "hcf",
        "definition": [
            "highest common factor"
        ]
    },
    {
        "word": "percentage",
        "definition": [
            "the number, amount or rate of something, expressed as if it is part of a total that is 100; a part or share of a whole",
            "a share of the profits of something"
        ]
    },
    {
        "word": "acceptable",
        "definition": [
            "agreed or approved of by most people in a society",
            "that somebody agrees is of a good enough standard or allowed",
            "not very good but good enough"
        ]
    },
    {
        "word": "archeologist",
        "definition": [
            "a person who studies archeology"
        ]
    },
    {
        "word": "archaeologist",
        "definition": [
            "a person who studies archaeology"
        ]
    },
    {
        "word": "accordion",
        "definition": [
            "a musical instrument that you hold in both hands to produce sounds. You press the two ends together and pull them apart and press buttons and/or keys to produce the different notes."
        ]
    },
    {
        "word": "glove",
        "definition": [
            "a piece of clothing for the hand, made of wool, leather, etc. with separate parts for each finger and the thumb",
            "to be the perfect size or shape for somebody",
            "used to say that somebody is ready for a fight or an argument",
            "working closely with somebody, especially in a secret and/or illegal way",
            "to deal with somebody in a very careful way so that you do not offend or upset them",
            "if you use the words an iron fist/hand when describing the way that somebody behaves, you mean that they treat people severely. This treatment may be hidden behind a kind appearance (the velvet glove)."
        ]
    }
]