[
    {
        "word": "wat",
        "definition": [
            "(died 1381) an English leader of the Peasants' Revolt of 1381. He brought his army from Kent to London, where he met and talked with King Richard II. During the meeting he was injured in a fight, and he was later murdered."
        ]
    },
    {
        "word": "swordfish",
        "definition": [
            "a large sea fish with a very long, thin, pointed upper jaw"
        ]
    },
    {
        "word": "fin",
        "definition": [
            "a thin flat part that sticks out from the body of a fish, used for swimming and keeping balance",
            "a thin flat part that sticks out from the body of a vehicle, an aircraft, etc., used for improving its balance and movement"
        ]
    },
    {
        "word": "lollipop",
        "definition": [
            "a hard round or flat sweet made of boiled sugar on a small stick"
        ]
    },
    {
        "word": "insignificant",
        "definition": [
            "not big or valuable enough to be considered important"
        ]
    },
    {
        "word": "avatar",
        "definition": [
            "(in Hinduism and Buddhism) a god appearing in a physical form",
            "a picture of a person or an animal that represents a particular computer user, on a computer screen, especially in a computer game or on social media"
        ]
    },
    {
        "word": "pyrotechnics",
        "definition": [
            "fireworks or a display of fireworks",
            "a clever and complicated display of skill, for example by a musician, writer or speaker"
        ]
    },
    {
        "word": "rowboat",
        "definition": [
            "a small open boat that you move using oars"
        ]
    },
    {
        "word": "anyhow",
        "definition": [
            "used when adding something to support an idea or argument",
            "despite something; even so",
            "used when changing the subject of a conversation, ending the conversation or returning to a subject",
            "used to correct or slightly change what you have said",
            "in a careless way; not arranged in an order"
        ]
    },
    {
        "word": "regardless",
        "definition": [
            "paying no attention, even if the situation is bad or there are difficulties"
        ]
    },
    {
        "word": "nonetheless",
        "definition": [
            "despite this fact"
        ]
    },
    {
        "word": "kettlebell",
        "definition": [
            "a large iron weight in the shape of a ball with a single handle, used in exercises to build strength in the hands, lower back, legs and shoulders"
        ]
    },
    {
        "word": "precipitate",
        "definition": [
            "to make something, especially something bad, happen suddenly or sooner than it should",
            "to suddenly force somebody/something into a particular state or condition"
        ]
    },
    {
        "word": "landlady",
        "definition": [
            "a woman from whom you rent a room, a house, etc.",
            "a woman who owns or manages a pub or a guest house"
        ]
    },
    {
        "word": "overproduction",
        "definition": [
            "the act of producing more of something than is wanted or needed"
        ]
    },
    {
        "word": "naked",
        "definition": [
            "not wearing any clothes",
            "with nothing to cover it",
            "expressed strongly and not hidden",
            "unable to protect yourself from being harmed, criticized, etc.",
            "the normal power of your eyes without the help of an instrument"
        ]
    },
    {
        "word": "traitor",
        "definition": [
            "a person who betrays their friends, their country, etc. by giving away secrets about them, by lying to or about them or by doing other things that will harm them"
        ]
    },
    {
        "word": "bartender",
        "definition": [
            "a person who works in a bar, serving drinks"
        ]
    },
    {
        "word": "barman",
        "definition": [
            "a man who works in a bar, serving drinks"
        ]
    },
    {
        "word": "barmaid",
        "definition": [
            "a woman who works in a bar, serving drinks"
        ]
    },
    {
        "word": "skeptical",
        "definition": [
            "having doubts that a claim or statement is true or that something will happen"
        ]
    },
    {
        "word": "sceptical",
        "definition": [
            "having doubts that a claim or statement is true or that something will happen"
        ]
    },
    {
        "word": "mop",
        "definition": [
            "a tool for washing floors that has a long handle with soft material or a bunch of thick strings at the end",
            "a kitchen utensil (= a tool) for washing dishes, that has a short handle with soft material at one end",
            "a mass of thick, often untidy, hair"
        ]
    }
]