[
    {
        "word": "eradication",
        "definition": [
            "the act of destroying or getting rid of something completely, especially something bad"
        ]
    },
    {
        "word": "obliteration",
        "definition": [
            "the act of removing all signs of something, either by destroying or covering it completely"
        ]
    },
    {
        "word": "escarole",
        "definition": [
            "a green vegetable with a slightly bitter flavour, which is a type of endive"
        ]
    },
    {
        "word": "washable",
        "definition": [
            "that can be washed without being damaged",
            "that can be removed from something by washing it"
        ]
    },
    {
        "word": "rosebud",
        "definition": [
            "the flower of a rose before it is open"
        ]
    },
    {
        "word": "escarpment",
        "definition": [
            "a steep slope that separates an area of high ground from an area of lower ground"
        ]
    },
    {
        "word": "scarp",
        "definition": [
            "a very steep slope"
        ]
    },
    {
        "word": "eschatology",
        "definition": [
            "the branch of theology that is about death and judgement"
        ]
    },
    {
        "word": "plateau",
        "definition": [
            "an area of flat land that is higher than the land around it",
            "a time of little or no change after a period of growth or progress"
        ]
    },
    {
        "word": "tableland",
        "definition": [
            "a large area of high flat land"
        ]
    },
    {
        "word": "secretaire",
        "definition": [
            "a small desk"
        ]
    },
    {
        "word": "submersible",
        "definition": [
            "that can be used underwater"
        ]
    },
    {
        "word": "leprous",
        "definition": [
            "affected by the disease leprosy"
        ]
    },
    {
        "word": "ethically",
        "definition": [
            "in the correct way according to your beliefs and principles",
            "in a moral or acceptable way"
        ]
    },
    {
        "word": "leprosy",
        "definition": [
            "a disease that causes painful white areas on the skin and can destroy nerves, muscles, etc."
        ]
    },
    {
        "word": "leper",
        "definition": [
            "a person who has the disease leprosy",
            "a person that other people avoid because they have done something that these people do not approve of"
        ]
    },
    {
        "word": "ethnographer",
        "definition": [
            "a person who studies different peoples and cultures, with their customs, habits and differences"
        ]
    },
    {
        "word": "tremendously",
        "definition": [
            "to a very great degree",
            "extremely well"
        ]
    },
    {
        "word": "hugely",
        "definition": [
            "extremely",
            "very much"
        ]
    },
    {
        "word": "staggeringly",
        "definition": [
            "in a way that is so great, shocking or surprising that it is difficult to believe"
        ]
    },
    {
        "word": "ethnographic",
        "definition": [
            "connected with the scientific description of different peoples and cultures, with their customs, habits and differences"
        ]
    },
    {
        "word": "ex",
        "definition": [
            "a person’s former wife, husband or partner"
        ]
    },
    {
        "word": "euphony",
        "definition": [
            "the quality in words or sounds of being pleasant to listen to"
        ]
    },
    {
        "word": "pastry",
        "definition": [
            "a mixture of flour, fat and water or milk that is rolled out flat to be a base or cover for a pie, etc.",
            "a small cake made using pastry"
        ]
    },
    {
        "word": "eventuality",
        "definition": [
            "something that may possibly happen, especially something unpleasant"
        ]
    },
    {
        "word": "contingency",
        "definition": [
            "an event that may or may not happen; the fact that events are not certain",
            "a sum of money that you keep for additional payments"
        ]
    },
    {
        "word": "evidential",
        "definition": [
            "providing or connected with evidence"
        ]
    },
    {
        "word": "apparatchik",
        "definition": [
            "an official in a large political organization"
        ]
    },
    {
        "word": "pessimistic",
        "definition": [
            "expecting bad things to happen or something not to be successful; showing this"
        ]
    },
    {
        "word": "abandonment",
        "definition": [
            "the act of leaving a person, thing or place with no intention of returning",
            "the act of giving up an idea or stopping an activity with no intention of returning to it"
        ]
    },
    {
        "word": "defection",
        "definition": [
            "the act of leaving a political party, country, etc. to join another that is considered to be an enemy"
        ]
    },
    {
        "word": "ablative",
        "definition": [
            "in the form that a noun, a pronoun or an adjective can take to show, for example, who or what something is done by or where something comes from"
        ]
    },
    {
        "word": "sourdough",
        "definition": [
            "dough (= a mixture of flour and water) that is left to ferment so that it has a sour taste, used for making bread; bread made with this dough"
        ]
    },
    {
        "word": "abnormally",
        "definition": [
            "in a way that is different from what is usual or expected, especially in a way that worries somebody or is harmful or not wanted"
        ]
    },
    {
        "word": "unusually",
        "definition": [
            "used before adjectives to emphasize that a particular quality is greater than normal",
            "used to say that a particular situation is not normal or expected"
        ]
    },
    {
        "word": "abolitionism",
        "definition": [
            "the American campaign in the 1800s to end the system of slavery in the southern states. Its members were called abolitionists, and many hid enslaved people who were escaping on the Underground Railroad. Famous abolitionists included the poet John Greenleaf Whittier and the author Harriet Beecher Stowe."
        ]
    }
]