[
    {
        "word": "pm",
        "definition": [
            "the main minister and leader of the government in some countries (the abbreviation for ‘prime minister’)",
            "a private message (= one that only the person who wrote it and the person who they sent it to can read) on social media or an online forum"
        ]
    },
    {
        "word": "stir-fry",
        "definition": [
            "a hot dish made by stir-frying small pieces of meat, fish and/or vegetables"
        ]
    },
    {
        "word": "sweatsuit",
        "definition": [
            "a sweatshirt and sweatpants worn together, for relaxing or playing sports in"
        ]
    },
    {
        "word": "cabin",
        "definition": [
            "a small room on a ship in which you live or sleep",
            "one of the areas for passengers to sit in a plane",
            "a small house or shelter, usually made of wood"
        ]
    },
    {
        "word": "diarrhoea",
        "definition": [
            "an illness in which waste matter is emptied from the bowels much more frequently than normal, and in liquid form"
        ]
    },
    {
        "word": "boardroom",
        "definition": [
            "a room in which the meetings of the board of a company (= the group of people who control it) are held"
        ]
    },
    {
        "word": "prion",
        "definition": [
            "a very small unit of protein that is believed to be the cause of brain diseases such as BSE, CJD and scrapie"
        ]
    },
    {
        "word": "gymnasium",
        "definition": [
            "a gym"
        ]
    },
    {
        "word": "plaid",
        "definition": [
            "a type of thick cloth with a pattern of lines and squares of different colours and widths, especially a tartan pattern",
            "a long piece of plaid made of wool, worn over the shoulders as part of the Scottish national dress"
        ]
    },
    {
        "word": "equestrianism",
        "definition": [
            "the skill or sport of riding horses. As an Olympic sport it consists of three events: showjumping, dressage and three-day eventing."
        ]
    },
    {
        "word": "desktop",
        "definition": [
            "a screen on a computer that shows the icons of programs and files that can be used",
            "the top of a desk",
            "a computer with a keyboard, screen and main processing unit that fits on a desk"
        ]
    },
    {
        "word": "graduation",
        "definition": [
            "the act of successfully completing a university degree, or studies at an American high school",
            "a ceremony at which degrees, etc. are officially given out",
            "a mark showing a division on a scale"
        ]
    },
    {
        "word": "lily",
        "definition": [
            "a large white or brightly coloured flower with petals that curl back from the centre. There are many types of lily.",
            "to cause something to be less good or beautiful than it already is by trying to improve it"
        ]
    }
]