[
    {
        "word": "radial",
        "definition": [
            "having a pattern of lines, etc. that go out from a central point towards the edge of a circle"
        ]
    },
    {
        "word": "standing",
        "definition": [
            "done from a position in which you are standing rather than sitting or running",
            "existing or arranged permanently, not formed or made for a particular situation",
            "from an initial position in which none of the necessary elements are in place"
        ]
    },
    {
        "word": "talkie",
        "definition": [
            "a film that has sounds and not just pictures"
        ]
    },
    {
        "word": "pacifier",
        "definition": [
            "a rubber or plastic object with a special shape that a baby sucks on with its lips and tongue"
        ]
    },
    {
        "word": "soother",
        "definition": [
            "a rubber or plastic object with a special shape that a baby sucks on with its lips and tongue"
        ]
    },
    {
        "word": "dukedom",
        "definition": [
            "the rank or position of a duke",
            "an area of land that is owned and controlled by a duke or duchess"
        ]
    },
    {
        "word": "fanzine",
        "definition": [
            "a magazine that is written and read by fans of a musician, sports team, etc."
        ]
    },
    {
        "word": "chickadee",
        "definition": [
            "a small North American bird of the tit family. There are many types of chickadee."
        ]
    },
    {
        "word": "titmouse",
        "definition": [
            "a small American bird"
        ]
    },
    {
        "word": "aftershock",
        "definition": [
            "a small earthquake that happens after a bigger one"
        ]
    },
    {
        "word": "lassitude",
        "definition": [
            "a state of feeling very tired in mind or body; lack of energy"
        ]
    },
    {
        "word": "listlessness",
        "definition": [
            "the state of being without energy or enthusiasm"
        ]
    },
    {
        "word": "hibernation",
        "definition": [
            "a state like deep sleep in which some animals spend the winter"
        ]
    },
    {
        "word": "hibernate",
        "definition": [
            "to spend the winter in a state like deep sleep"
        ]
    },
    {
        "word": "radioactive",
        "definition": [
            "sending out powerful and very dangerous rays when the nuclei (= central parts) of atoms are broken up"
        ]
    },
    {
        "word": "mikado",
        "definition": [
            "a title given in the past to the emperor of Japan"
        ]
    },
    {
        "word": "taoiseach",
        "definition": [
            "the Prime Minister of the Irish Republic"
        ]
    },
    {
        "word": "liquidator",
        "definition": [
            "a person or organization responsible for closing down a business and using any profits from the sale to pay its debts"
        ]
    },
    {
        "word": "facelift",
        "definition": [
            "a medical operation in which the skin on a person’s face is made tighter in order to make them look younger",
            "changes made to a building or place to make it look more attractive"
        ]
    },
    {
        "word": "non-smoker",
        "definition": [
            "a person who does not smoke"
        ]
    }
]