[
    {
        "word": "rhythm",
        "definition": [
            "a strong regular repeated pattern of sounds or movements",
            "a regular pattern of changes or events"
        ]
    },
    {
        "word": "boost",
        "definition": [
            "to make something increase, or become better or more successful",
            "to steal something"
        ]
    },
    {
        "word": "overindulge",
        "definition": [
            "to have too much of something nice, especially food or drink",
            "to give somebody more than is good for them"
        ]
    },
    {
        "word": "glut",
        "definition": [
            "a situation in which there is more of something than is needed or can be used"
        ]
    },
    {
        "word": "engorge",
        "definition": [
            "to cause something to become filled with blood or another liquid and to swell (= become larger or rounder than normal)"
        ]
    },
    {
        "word": "restructure",
        "definition": [
            "to organize something such as a system or a company in a new and different way"
        ]
    },
    {
        "word": "fag",
        "definition": [
            "a cigarette",
            "an offensive word for a gay man",
            "something that is boring to do and makes you tired",
            "(especially in the past) a boy at a public school who has to do jobs for an older boy"
        ]
    },
    {
        "word": "parents-in-law",
        "definition": [
            "the parents of your husband or wife"
        ]
    },
    {
        "word": "hawk",
        "definition": [
            "a strong fast bird of prey (= a bird that kills other creatures for food). There are several different types of hawks.",
            "a person, especially a politician, who supports the use of military force to solve problems",
            "to be able to notice or see everything"
        ]
    },
    {
        "word": "toucan",
        "definition": [
            "a tropical American bird that is black with some areas of very bright feathers, and that has a very large beak"
        ]
    },
    {
        "word": "opossum",
        "definition": [
            "a small American or Australian animal that lives in trees and carries its young in a pouch (= a pocket of skin on the front of the mother’s body)"
        ]
    },
    {
        "word": "tapir",
        "definition": [
            "an animal like a pig with a long nose, that lives in Central and South America and South-East Asia"
        ]
    },
    {
        "word": "bandicoot",
        "definition": [
            "a small Australasian animal with a long nose and long tail, which eats mainly insects",
            "an Asian rat"
        ]
    },
    {
        "word": "bustard",
        "definition": [
            "a large European bird that can run fast"
        ]
    },
    {
        "word": "condor",
        "definition": [
            "a large bird of the vulture family that lives mainly in South America"
        ]
    },
    {
        "word": "ibis",
        "definition": [
            "a bird with a long neck, long legs and a long beak that curves downwards, that lives near water"
        ]
    },
    {
        "word": "piranha",
        "definition": [
            "a small South American freshwater fish that attacks and eats live animals"
        ]
    },
    {
        "word": "plover",
        "definition": [
            "a bird with long legs and a short tail that lives on wet ground"
        ]
    },
    {
        "word": "roadrunner",
        "definition": [
            "a North American bird of the cuckoo family, that lives in desert areas and can run very fast"
        ]
    },
    {
        "word": "footprint",
        "definition": [
            "a mark left on a surface by a person’s foot or shoe or by an animal’s foot",
            "a measure of the amount of the earth’s resources used by a person or a population that lives in a particular way",
            "the amount of space that something fills",
            "the area on the earth in which a signal from a communications satellite can be received"
        ]
    },
    {
        "word": "lame",
        "definition": [
            "unable to walk well because of an injury to the leg or foot",
            "weak and difficult to believe",
            "not interesting or fun"
        ]
    },
    {
        "word": "fig",
        "definition": [
            "a soft sweet fruit that is full of small seeds and often eaten dried",
            "not to care at all about something; to think that something is not important"
        ]
    },
    {
        "word": "grease",
        "definition": [
            "any thick oily substance, especially one that is used to make machines run smoothly",
            "animal fat that has been made softer by cooking or heating"
        ]
    },
    {
        "word": "biscuit",
        "definition": [
            "a small flat dry cake for one person, usually sweet, and baked until hard",
            "a soft bread roll, often eaten with gravy",
            "a pale yellow-brown colour",
            "to be the most surprising, annoying, etc. thing that has happened or that somebody has done"
        ]
    },
    {
        "word": "tamale",
        "definition": [
            "a Mexican dish of meat or beans and cornmeal that is wrapped and cooked in corn husks "
        ]
    },
    {
        "word": "felt",
        "definition": [
            "a type of soft thick cloth made from wool or hair that has been pressed tightly together"
        ]
    },
    {
        "word": "poncho",
        "definition": [
            "a type of coat without arms, made from one large piece of cloth with a hole in the middle for the head to go through"
        ]
    },
    {
        "word": "shoemaker",
        "definition": [
            "a person whose job is making shoes and boots"
        ]
    },
    {
        "word": "headband",
        "definition": [
            "a narrow piece of cloth worn around the head, especially to keep hair or sweat out of your eyes when playing sports"
        ]
    },
    {
        "word": "headdress",
        "definition": [
            "a piece of clothing or a decoration worn on the head on special occasions"
        ]
    },
    {
        "word": "plait",
        "definition": [
            "a long piece of something, especially hair, that is divided into three parts and twisted together"
        ]
    },
    {
        "word": "fringe",
        "definition": [
            "the front part of somebody’s hair that is cut so that it hangs over their forehead",
            "a narrow border of hanging threads attached to the edge of something to decorate it",
            "a narrow area of trees, buildings, etc. along the edge of something",
            "the outer edge of an area or a group",
            "groups of people, events and activities that are not part of the main group or activity",
            "those members of a political or other group whose views are considered to be very extreme and crazy"
        ]
    },
    {
        "word": "cookhouse",
        "definition": [
            "an outdoor kitchen, for example in a military camp"
        ]
    },
    {
        "word": "padlock",
        "definition": [
            "a type of lock that is used to fasten two things together or to fasten one thing to another. Padlocks are used with chains on gates, etc."
        ]
    },
    {
        "word": "griddle",
        "definition": [
            "a flat iron plate that is heated and used for cooking food"
        ]
    },
    {
        "word": "pitchfork",
        "definition": [
            "a farm tool in the shape of a large fork with a long handle and two or three sharp metal points, used especially for lifting and moving hay (= dried grass), etc."
        ]
    },
    {
        "word": "rake",
        "definition": [
            "a garden tool with a long handle and a row of metal points at the end, used for gathering fallen leaves and making soil smooth",
            "a man, especially a rich and fashionable one, who was thought to have low moral standards, for example because he drank or gambled a lot or had sex with a lot of women",
            "the amount by which something, especially the stage in a theatre, slopes"
        ]
    },
    {
        "word": "lasso",
        "definition": [
            "a long rope with one end tied into a loop that is used for catching horses, cows, etc."
        ]
    },
    {
        "word": "sickle",
        "definition": [
            "a tool with a curved blade (= cutting edge) and a short handle, used for cutting grass, etc."
        ]
    },
    {
        "word": "hay",
        "definition": [
            "grass that has been cut and dried and is used as food for animals",
            "a small amount of money",
            "to go to bed",
            "to make good use of opportunities, good conditions, etc. while they last",
            "an act of having sex with somebody"
        ]
    },
    {
        "word": "sap",
        "definition": [
            "the liquid in a plant or tree that carries food to all its parts",
            "a stupid person that you can easily trick, or treat unfairly"
        ]
    },
    {
        "word": "banyan",
        "definition": [
            "a South Asian tree with structures that grow down from the branches to the ground and then grow into new roots and trunks"
        ]
    },
    {
        "word": "sorghum",
        "definition": [
            "very small grain grown as food in tropical countries; the plant that produces this grain"
        ]
    },
    {
        "word": "creeper",
        "definition": [
            "a plant that grows along the ground, up walls, etc., often winding itself around other plants"
        ]
    },
    {
        "word": "guava",
        "definition": [
            "the fruit of a tropical American tree that has yellow skin and is pink or yellow inside"
        ]
    },
    {
        "word": "lupin",
        "definition": [
            "a tall garden plant with many small flowers growing up its thick stem"
        ]
    }
]