[
    {
        "word": "mulberry",
        "definition": [
            "a tree with broad dark green leaves and berries that can be eaten. Silkworms (that make silk) eat the leaves of the white mulberry.",
            "the small purple or white berry of the mulberry tree",
            "a deep red-purple colour"
        ]
    },
    {
        "word": "lava",
        "definition": [
            "hot liquid rock that comes out of a volcano",
            "this type of rock when it has cooled and become hard"
        ]
    },
    {
        "word": "magma",
        "definition": [
            "very hot liquid rock found below the earth’s surface"
        ]
    },
    {
        "word": "mantle",
        "definition": [
            "the role and responsibilities of an important person or job, especially when they are passed on from one person to another",
            "a layer of something that covers a surface",
            "a loose piece of clothing without sleeves (= parts covering the arms), worn over other clothes, especially in the past",
            "the part of the earth below the crust and surrounding the core",
            "a cover around the flame of a gas lamp that becomes very bright when it is heated",
            "a shelf above a fireplace"
        ]
    },
    {
        "word": "seismograph",
        "definition": [
            "an instrument that measures and records information about earthquakes"
        ]
    },
    {
        "word": "windward",
        "definition": [
            "on or towards the side of something from which the wind is blowing"
        ]
    },
    {
        "word": "geocentric",
        "definition": [
            "with the earth as the centre"
        ]
    },
    {
        "word": "heliocentric",
        "definition": [
            "with the sun as the centre"
        ]
    },
    {
        "word": "magnification",
        "definition": [
            "the act of making something look larger",
            "the degree to which something is made to look larger; the degree to which something is able to make things look larger"
        ]
    },
    {
        "word": "refraction",
        "definition": [
            "the fact of light, radio waves, etc. changing direction when they go through water, air, glass, etc. at an angle"
        ]
    },
    {
        "word": "rotation",
        "definition": [
            "the action of an object moving in a circle around a central fixed point",
            "one complete movement in a circle around a fixed point",
            "the act of regularly changing the thing that is being used in a particular situation, or of changing the person who does a particular job"
        ]
    },
    {
        "word": "sensitivity",
        "definition": [
            "the ability to understand other people’s feelings",
            "the ability to understand art, music and literature and to express yourself through them",
            "the fact of being easily offended or upset by something",
            "the fact of needing to be treated very carefully because it may offend or upset people",
            "the fact of reacting quickly or more than usual to something",
            "the ability to measure very small changes"
        ]
    },
    {
        "word": "spacecraft",
        "definition": [
            "a vehicle that travels in space"
        ]
    },
    {
        "word": "brightness",
        "definition": [
            "the fact of being full of light or of shining strongly",
            "how bright something is",
            "the quality of being bright in colour ",
            "a cheerful and lively attitude or way of behaving",
            "the quality of being intelligent and quick to learn"
        ]
    },
    {
        "word": "cyclic",
        "definition": [
            "repeated many times and always happening in the same order"
        ]
    },
    {
        "word": "barograph",
        "definition": [
            "a barometer that records information by drawing a line on a chart"
        ]
    },
    {
        "word": "ellipse",
        "definition": [
            "a regular oval shape, like a circle that has been pressed on two sides"
        ]
    },
    {
        "word": "hue",
        "definition": [
            "a colour; a particular shade of a colour",
            "a type of belief or opinion",
            "strong public protest about something"
        ]
    },
    {
        "word": "rectangle",
        "definition": [
            "a flat shape with four straight sides, two of which are longer than the other two, and four angles of 90°"
        ]
    },
    {
        "word": "snowdrift",
        "definition": [
            "a deep pile of snow that has been blown together by the wind"
        ]
    },
    {
        "word": "llama",
        "definition": [
            "a South American animal kept for its soft wool or for carrying loads"
        ]
    },
    {
        "word": "squirrel",
        "definition": [
            "a small animal with a long, thick tail and red, grey or black fur. Squirrels eat nuts and live in trees."
        ]
    },
    {
        "word": "hamster",
        "definition": [
            "an animal like a large mouse, with large cheeks (= sides of the face) for storing food. Hamsters are often kept as pets."
        ]
    },
    {
        "word": "alpaca",
        "definition": [
            "a South American animal that is related to the llama and has long hair",
            "a type of soft wool or cloth made from the hair of the alpaca, used especially for making expensive clothes"
        ]
    },
    {
        "word": "ferret",
        "definition": [
            "a small aggressive animal with a long thin body, kept for catching rabbits, killing rats, etc."
        ]
    },
    {
        "word": "prostate",
        "definition": [
            "a small organ in men, near the bladder, that produces a liquid in which sperm is carried"
        ]
    },
    {
        "word": "specious",
        "definition": [
            "seeming right or true but actually wrong or false"
        ]
    },
    {
        "word": "cockatoo",
        "definition": [
            "an Australian bird of the parrot family, with a large row of feathers (called a crest) standing up on its head"
        ]
    },
    {
        "word": "subtropical",
        "definition": [
            "in or connected with regions that are near tropical parts of the world"
        ]
    },
    {
        "word": "canary",
        "definition": [
            "a small yellow bird with a beautiful song, often kept in a cage as a pet",
            "something that gives you an early warning of danger",
            "very pleased with yourself"
        ]
    },
    {
        "word": "macaw",
        "definition": [
            "a large Central and South American tropical bird of the parrot family, with bright feathers and a long tail"
        ]
    },
    {
        "word": "mallard",
        "definition": [
            "a common wild duck"
        ]
    },
    {
        "word": "cockatiel",
        "definition": [
            "an Australian parrot with a grey body and a yellow and orange face"
        ]
    }
]