[
    {
        "word": "churchgoer",
        "definition": [
            "a person who goes to church services regularly"
        ]
    },
    {
        "word": "jersey",
        "definition": [
            "a shirt worn by somebody playing a sports game",
            "a knitted piece of clothing made of wool or cotton for the upper part of the body, with long sleeves and no buttons; a type of sweater",
            "a type of soft fine knitted cloth used for making clothes",
            "a type of light brown cow that produces high-quality milk",
            "the largest of the Channel Islands, off the north-west coast of France. The main town is St Helier. Jersey has its own government and tax system but has strong links with the UK, and is popular with British tourists. Both English and French are spoken on the island. It is known for its fruit and vegetables (particularly tomatoes and new potatoes called Jersey Royals). The item of clothing called a jersey takes its name from a type of knitted material originally made on the island.",
            "(in the US) another name for the state of New Jersey"
        ]
    },
    {
        "word": "sweater",
        "definition": [
            "a piece of clothing for the upper part of the body, made of wool or cotton, with long sleeves"
        ]
    },
    {
        "word": "high-grade",
        "definition": [
            "of very good quality"
        ]
    },
    {
        "word": "chocoholic",
        "definition": [
            "a person who likes chocolate very much and eats a lot of it"
        ]
    },
    {
        "word": "bran",
        "definition": [
            "the outer layer of grain which is left when the grain is made into flour"
        ]
    },
    {
        "word": "gluten-free",
        "definition": [
            "not containing gluten (= a sticky substance found in some grains, especially wheat)"
        ]
    },
    {
        "word": "slurp",
        "definition": [
            "to make a loud noise while you are drinking something; to make a noise like this"
        ]
    },
    {
        "word": "cinnamon",
        "definition": [
            "the inner bark of a South-East Asian tree, used in cooking as a spice, especially in sweet foods"
        ]
    },
    {
        "word": "cipher",
        "definition": [
            "a secret way of writing, especially one in which a set of letters or symbols is used to represent others",
            "a person or thing of no importance",
            "the first letters of somebody’s name combined in a design and used to mark things"
        ]
    },
    {
        "word": "widower",
        "definition": [
            "a man whose wife or husband has died and who has not married again"
        ]
    },
    {
        "word": "yogurt",
        "definition": [
            "a thick white liquid food, made by adding bacteria to milk, served cold and often with fruit added; an amount of this sold in a small pot"
        ]
    },
    {
        "word": "disinherit",
        "definition": [
            "to prevent somebody, especially a member of your family, from receiving your money or property after your death"
        ]
    },
    {
        "word": "volition",
        "definition": [
            "the power to choose something freely or to make your own decisions"
        ]
    },
    {
        "word": "whisky",
        "definition": [
            "a strong alcoholic drink made from malted grain. It is sometimes drunk with water and/or ice.",
            "a glass of whisky"
        ]
    },
    {
        "word": "ignominy",
        "definition": [
            "public shame and loss of honour"
        ]
    },
    {
        "word": "disgrace",
        "definition": [
            "the loss of other people’s respect and approval because of the bad way somebody has behaved",
            "a person or thing that is so bad that people connected with them or it feel or should feel ashamed"
        ]
    },
    {
        "word": "fraction",
        "definition": [
            "a small part or amount of something",
            "a division of a number, for example ⅝",
            "a quantity of liquid that has been collected as a result of a process that separates the parts of a liquid mixture"
        ]
    },
    {
        "word": "fiddle",
        "definition": [
            "to keep touching or moving something with your hands, especially because you are bored or nervous",
            "to change the details or figures of something in order to try to get money dishonestly or gain an advantage",
            "to play music on the violin"
        ]
    },
    {
        "word": "oppress",
        "definition": [
            "to treat somebody in a cruel and unfair way, especially by not giving them the same freedom, rights, etc. as other people",
            "to make somebody only able to think about things that make them sad or worried"
        ]
    },
    {
        "word": "violation",
        "definition": [
            "the act of going against or refusing to obey a law, an agreement, etc.",
            "the act of not respecting somebody's rights, peace, privacy, etc.",
            "the act of damaging or destroying a holy or special place",
            "the act of forcing somebody to have sex"
        ]
    },
    {
        "word": "menagerie",
        "definition": [
            "a collection of wild animals kept in cages, etc. for people to see"
        ]
    },
    {
        "word": "congestion",
        "definition": [
            "the state of being crowded and full of traffic",
            "the state of part of the body being blocked with blood or mucus"
        ]
    }
]