[
    {
        "word": "fevered",
        "definition": [
            "showing great excitement or worry",
            "suffering from a fever (= a high temperature)"
        ]
    },
    {
        "word": "febrile",
        "definition": [
            "nervous, excited and very active",
            "caused by fever (= a high temperature)"
        ]
    },
    {
        "word": "semaphore",
        "definition": [
            "a system for sending signals in which you hold your arms or two flags in particular positions to represent different letters of the alphabet"
        ]
    },
    {
        "word": "vocative",
        "definition": [
            "using or connected with the form of a noun, pronoun or an adjective used for talking to a person or thing"
        ]
    },
    {
        "word": "stone-age",
        "definition": [
            "belonging to the very early period of human history when tools and weapons were made of stone",
            "very out-of-date"
        ]
    },
    {
        "word": "Huey",
        "definition": [
            "(1893-1935) a powerful US politician in the state of Louisiana, also known as 'Kingfish'. He used emotional speeches and a programme of taxes called Share the Wealth to get money from big businesses and win votes from poor people, while making himself very rich through dishonest deals. He became Governor of Louisiana (1928-31) and a US Senator (1930-35). He had hopes of standing for election as President but was murdered. All the King's Men, a novel (1946) by Robert Penn Warren and then a film (1949) was based on Long's life."
        ]
    },
    {
        "word": "hippodrome",
        "definition": [
            "used in the names of some theatres and concert halls",
            "an arena, especially one used for horse shows",
            "a track in ancient Greece or Rome on which horse races or chariot races took place"
        ]
    },
    {
        "word": "riyal",
        "definition": [
            "the unit of money in Iran and Oman",
            "the unit of money in Saudi Arabia, Qatar and Yemen"
        ]
    },
    {
        "word": "sage",
        "definition": [
            "a plant with flat, light green leaves that have a strong smell and are used in cooking as a herb",
            "a very wise person"
        ]
    },
    {
        "word": "netbook",
        "definition": [
            "a small laptop computer, designed especially for using the internet and email"
        ]
    },
    {
        "word": "alopecia",
        "definition": [
            "loss of hair from the head and body, often caused by illness"
        ]
    },
    {
        "word": "suitability",
        "definition": [
            "the quality of being right or appropriate for a particular purpose or occasion"
        ]
    },
    {
        "word": "mumble",
        "definition": [
            "to speak or say something in a quiet voice in a way that is not clear"
        ]
    },
    {
        "word": "morbidity",
        "definition": [
            "the fact of having a particular disease; the number of people who have a particular disease",
            "a strong interest in sad or unpleasant things, especially disease or death; the fact of being about these things"
        ]
    }
]