[
    {
        "word": "err",
        "definition": [
            "to make a mistake",
            "to show too much of a good quality in order to avoid showing too little"
        ]
    },
    {
        "word": "element",
        "definition": [
            "a necessary or typical part of something; one of several parts that something contains",
            "a small amount of a quality or feeling",
            "a simple chemical substance that consists of atoms of only one type and cannot be split by chemical means into a simpler substance. Gold, oxygen and carbon are all elements.",
            "one of the four substances: earth, air, fire and water, which people used to believe everything else was made of",
            "the weather, especially bad weather",
            "the basic principles of a subject that you have to learn first",
            "a group of people who form a part of a larger group or society",
            "a natural or suitable environment, especially for an animal",
            "the part of a piece of electrical equipment that gives out heat",
            "doing what you are good at and enjoy",
            "in a situation that you are not used to and that makes you feel uncomfortable"
        ]
    },
    {
        "word": "scandium",
        "definition": [
            "a chemical element. Scandium is a silver-white metal found in various minerals."
        ]
    },
    {
        "word": "cormorant",
        "definition": [
            "a large black bird with a long neck that lives near the sea or other areas of water"
        ]
    },
    {
        "word": "stage",
        "definition": [
            "a period or state that something/somebody passes through while developing or making progress",
            "a separate part that a process, etc. is divided into",
            "a raised area, usually in a theatre, etc. where actors, dancers, etc. perform",
            "the theatre and the world of acting as a form of entertainment",
            "an area of activity where important things happen, especially in politics",
            "a stagecoach (= a large carriage pulled by horses that was used in the past to carry passengers, and often mail, along a regular route)",
            "to make it possible for something to happen; to make something likely to happen"
        ]
    },
    {
        "word": "cavalcade",
        "definition": [
            "a line of people on horses or in vehicles forming part of a ceremony"
        ]
    },
    {
        "word": "harpoon",
        "definition": [
            "a weapon like a spear attached to a long rope that you can throw or fire from a gun and is used for catching large fish, whales, etc."
        ]
    },
    {
        "word": "fridge",
        "definition": [
            "a piece of electrical equipment in which food is kept cold so that it stays fresh"
        ]
    },
    {
        "word": "freezer",
        "definition": [
            "a large piece of electrical equipment in which you can store food for a long time at a low temperature so that it stays frozen"
        ]
    },
    {
        "word": "unquestionable",
        "definition": [
            "that cannot be doubted"
        ]
    },
    {
        "word": "liquor",
        "definition": [
            "strong alcoholic drink",
            "any alcoholic drink"
        ]
    },
    {
        "word": "booze",
        "definition": [
            "alcoholic drink"
        ]
    },
    {
        "word": "innate",
        "definition": [
            "that you have when you are born"
        ]
    },
    {
        "word": "bric-a-brac",
        "definition": [
            "ornaments and other small attractive objects of little value"
        ]
    },
    {
        "word": "broccoli",
        "definition": [
            "a vegetable with a thick green stem and several dark green or purple flower heads"
        ]
    },
    {
        "word": "variety",
        "definition": [
            "several different sorts of the same thing",
            "the quality of not being the same or not doing the same thing all the time",
            "a type of a thing, for example a plant or language, that is different from the others in the same general group",
            "a form of theatre or television entertainment that consists of a series of short performances, such as singing, dancing and funny acts",
            "having a range of different experiences makes life more interesting"
        ]
    },
    {
        "word": "rummage",
        "definition": [
            "to move things around carelessly while searching for something"
        ]
    },
    {
        "word": "practical",
        "definition": [
            "connected with real situations rather than with ideas or theories",
            "right or sensible; likely to be successful",
            "useful or suitable",
            "sensible and realistic",
            "good at making or repairing things",
            "almost complete or total",
            "used when you are stating what the reality of a situation is"
        ]
    },
    {
        "word": "seaborgium",
        "definition": [
            "a radioactive chemical element. Seaborgium is produced when atoms crash into each other."
        ]
    },
    {
        "word": "vitriolic",
        "definition": [
            "full of anger and hate"
        ]
    },
    {
        "word": "caustic",
        "definition": [
            "able to destroy or dissolve (= remove or destroy by a chemical process) other substances",
            "critical in a bitter or sarcastic way"
        ]
    },
    {
        "word": "connection",
        "definition": [
            "something that connects two facts, ideas, etc.",
            "the act of connecting or the state of being connected",
            "a point, especially in an electrical system, where two parts connect",
            "a train, bus or plane at a station or an airport that a passenger can take soon after getting off another in order to continue their journey",
            "a means of travelling to another place",
            "a person or an organization that you know and that can help or advise you in your social or professional life",
            "people who are your relatives, but not members of your close family",
            "for reasons connected with somebody/something",
            "for reasons connected with something recently mentioned"
        ]
    },
    {
        "word": "kind",
        "definition": [
            "a group of people or things that are the same in some way; a particular variety or type",
            "consisting of goods or services, not money",
            "with the same thing",
            "used to show that something you are saying is not exact",
            "slightly; in some ways",
            "used to emphasize that the situation is very different from what has been said",
            "not as good as it could be",
            "very similar",
            "the only one like this",
            "something like what has been said"
        ]
    },
    {
        "word": "homicide",
        "definition": [
            "the act of killing another person, especially when it is a crime"
        ]
    },
    {
        "word": "charge",
        "definition": [
            "the amount of money that somebody asks for goods and services",
            "a charge account",
            "a position of having control over somebody/something; responsibility for somebody/something",
            "a person that you have responsibility for and care for",
            "an official claim made by the police that somebody has committed a crime",
            "a statement accusing somebody of doing something wrong or bad",
            "the amount of electricity that is put into a battery or carried by a substance",
            "the act of putting electricity into a battery; the electricity in a battery",
            "a sudden rush or violent attack, for example by soldiers, wild animals or players in some sports",
            "the amount of explosive needed to fire a gun or make an explosion",
            "the power to cause strong feelings",
            "a task or duty",
            "to accuse somebody formally of a crime so that there can be a trial in court",
            "to get a strong feeling of excitement or pleasure from something",
            "to be the first to make the effort to do something new"
        ]
    },
    {
        "word": "logo",
        "definition": [
            "a printed design or symbol that a company or an organization uses as its special sign"
        ]
    },
    {
        "word": "thirst",
        "definition": [
            "the feeling of needing or wanting a drink",
            "the state of not having enough water to drink",
            "a strong desire for something"
        ]
    },
    {
        "word": "apricot",
        "definition": [
            "a round fruit with yellow or orange skin and a large hard seed inside",
            "a pale orange colour"
        ]
    },
    {
        "word": "algorithm",
        "definition": [
            "a set of rules that must be followed when solving a particular problem"
        ]
    },
    {
        "word": "thirsty",
        "definition": [
            "needing or wanting to drink",
            "having a strong desire for something",
            "dry; in need of water"
        ]
    },
    {
        "word": "canticle",
        "definition": [
            "a religious song with words taken from the Bible"
        ]
    },
    {
        "word": "baptism",
        "definition": [
            "a Christian ceremony in which a few drops of water are poured on somebody or they are covered with water, to welcome them into the Christian Church and often to name them",
            "a difficult introduction to a new job or activity"
        ]
    },
    {
        "word": "priest",
        "definition": [
            "a person who is qualified to perform religious duties and ceremonies in the Roman Catholic, Anglican and Orthodox Churches",
            "a person who performs religious ceremonies in some religions that are not Christian"
        ]
    },
    {
        "word": "pastor",
        "definition": [
            "a minister in charge of a Christian church or group, especially in some Nonconformist churches"
        ]
    },
    {
        "word": "bishop",
        "definition": [
            "a senior priest in charge of the work of the Church in a city or district",
            "a piece used in the game of chess that is like a bishop’s hat in shape and can move any number of squares in a diagonal line"
        ]
    },
    {
        "word": "layman",
        "definition": [
            "a person who does not have expert knowledge of a particular subject",
            "a person who is a member of a Church but is not a priest or member of the clergy"
        ]
    },
    {
        "word": "cardinal",
        "definition": [
            "a priest of the highest rank in the Roman Catholic Church. Cardinals elect and advise the Pope.",
            "a number, such as 1, 2 and 3 (or one, two and three), used to show quantity rather than order",
            "a North American bird. The male cardinal is bright red."
        ]
    },
    {
        "word": "tantalum",
        "definition": [
            "a chemical element. Tantalum is a hard silver-grey metal used in the production of electronic parts and of metal plates and pins for connecting broken bones."
        ]
    },
    {
        "word": "rook",
        "definition": [
            "a large black bird of the crow family. Rooks build their nests in groups at the tops of trees.",
            "any of the four pieces placed in the corner squares of the board at the start of the game, usually made to look like a castle"
        ]
    },
    {
        "word": "mummy",
        "definition": [
            "a child’s word for a mother",
            "a body of a human or an animal that has been mummified"
        ]
    },
    {
        "word": "pharaoh",
        "definition": [
            "a political leader of ancient Egypt"
        ]
    },
    {
        "word": "sphinx",
        "definition": [
            "an ancient Egyptian stone statue of a creature with a human head and the body of a lion lying down. In ancient Greek stories the Sphinx spoke in riddles."
        ]
    },
    {
        "word": "pyramid",
        "definition": [
            "a large building with a square or triangular base and sloping sides that meet in a point at the top. The ancient Egyptians built stone pyramids as places to bury their kings and queens.",
            "a solid shape with a square or triangular base and sloping sides that meet in a point at the top",
            "an object or a pile of things that has the shape of a pyramid",
            "an organization or a system in which there are fewer people at each level as you get near the top"
        ]
    },
    {
        "word": "altar",
        "definition": [
            "a holy table in a church or temple",
            "because of something that you think is worth suffering for"
        ]
    },
    {
        "word": "inflation",
        "definition": [
            "a fall in the value of money and a general increase in prices; the rate at which this happens",
            "a general rise in the level of something that is awarded",
            "the act or process of filling something with air or gas"
        ]
    },
    {
        "word": "deflation",
        "definition": [
            "a reduction in the amount of money in a country’s economy so that prices fall or remain the same",
            "the action of air being removed from something"
        ]
    },
    {
        "word": "almond",
        "definition": [
            "the flat pale sweet nut of the almond tree used in cooking and to make almond oil"
        ]
    },
    {
        "word": "kettle",
        "definition": [
            "a container with a lid, a handle and a spout, used for boiling water",
            "a completely different situation or person from the one previously mentioned",
            "used to say that you should not criticize somebody for a fault that you have yourself"
        ]
    },
    {
        "word": "teakettle",
        "definition": [
            "a metal container with a lid, handle and a spout, used for boiling water"
        ]
    },
    {
        "word": "married",
        "definition": [
            "having a husband or wife",
            "connected with marriage",
            "very involved in something so that you have no time for other activities or interests"
        ]
    },
    {
        "word": "introspection",
        "definition": [
            "the careful examination of your own thoughts, feelings and reasons for behaving in a particular way"
        ]
    },
    {
        "word": "portal",
        "definition": [
            "a large, impressive gate or entrance to a building",
            "a website that is used as a point of entry to the internet, where information has been collected that will be useful to a person interested in particular kinds of things"
        ]
    },
    {
        "word": "judiciary",
        "definition": [
            "the judges of a country or a state, when they are considered as a group"
        ]
    },
    {
        "word": "confiscate",
        "definition": [
            "to officially take something away from somebody, especially as a punishment"
        ]
    },
    {
        "word": "iconoclast",
        "definition": [
            "a person who criticizes popular beliefs or established customs and ideas"
        ]
    },
    {
        "word": "correspondence",
        "definition": [
            "the letters, emails, etc. a person sends and receives",
            "the activity of writing letters",
            "a connection between two things; the fact of two things being similar"
        ]
    }
]