[
    {
        "word": "hatter",
        "definition": [
            "a person who makes and sells hats",
            "with crazy ideas or behaviour; very silly"
        ]
    },
    {
        "word": "milliner",
        "definition": [
            "a person whose job is making and/or selling women’s hats"
        ]
    },
    {
        "word": "tern",
        "definition": [
            "a bird with long pointed wings and a tail with two points that lives near the sea"
        ]
    },
    {
        "word": "tunny",
        "definition": [
            "a large sea fish that is used for food"
        ]
    },
    {
        "word": "prudery",
        "definition": [
            "the attitude or behaviour of people who seem very easily shocked by things connected with sex"
        ]
    },
    {
        "word": "glow-worm",
        "definition": [
            "a type of insect. The female has no wings and produces a green light at the end of the tail."
        ]
    },
    {
        "word": "semolina",
        "definition": [
            "large hard grains of wheat pressed and used for making pasta and sweet dishes",
            "a sweet dish made from semolina and milk, eaten for dessert in the UK and for breakfast in the US"
        ]
    },
    {
        "word": "tangle",
        "definition": [
            "a twisted mass of threads, hair, etc. that cannot be easily separated",
            "a lack of order; a confused state",
            "a disagreement or fight"
        ]
    },
    {
        "word": "mat",
        "definition": [
            "a small piece of thick carpet or strong material that is used to cover part of a floor",
            "a piece of thick material such as rubber or plastic used especially in some sports for people to lie on or fall onto",
            "a small piece of plastic, wood or cloth used on a table for decoration or to protect the surface from heat or damage",
            "a thick mass of something that is stuck together",
            "to support or defend somebody/something in an argument with somebody",
            "to get involved in an argument with somebody/something"
        ]
    },
    {
        "word": "snarl",
        "definition": [
            "to show the teeth and make a deep angry noise in the throat",
            "to speak in a rough, low, angry voice"
        ]
    },
    {
        "word": "carrycot",
        "definition": [
            "a small bed for a baby, with handles at the sides so you can carry it"
        ]
    }
]