[
    {
        "word": "short-tempered",
        "definition": [
            "tending to become angry very quickly and easily"
        ]
    },
    {
        "word": "quick-tempered",
        "definition": [
            "tending to become angry very quickly and easily"
        ]
    },
    {
        "word": "seafood",
        "definition": [
            "fish and sea creatures that can be eaten, especially shellfish"
        ]
    },
    {
        "word": "slobber",
        "definition": [
            "to let saliva come out of your mouth"
        ]
    },
    {
        "word": "drivel",
        "definition": [
            "ideas, statements or beliefs that you think are silly or not true"
        ]
    },
    {
        "word": "homemaker",
        "definition": [
            "a person who manages a home and takes care of the house and family as their main job"
        ]
    },
    {
        "word": "unpunished",
        "definition": [
            "not punished"
        ]
    },
    {
        "word": "eyeball",
        "definition": [
            "the whole of the eye, including the round part inside the head that cannot be seen",
            "used to refer to the number of people who visit a website, watch a television programme, read a magazine, etc., especially when considering how much money they may bring in",
            "to have taken or been given a lot of drugs",
            "to have a lot of something to deal with",
            "very close to somebody and looking at them, especially during an angry conversation, meeting, etc."
        ]
    },
    {
        "word": "uncut",
        "definition": [
            "left to grow; not cut short",
            "left in its complete form; without any parts removed; not censored",
            "not given a shape by cutting",
            "not cut into separate pieces"
        ]
    },
    {
        "word": "circumcise",
        "definition": [
            "to remove the foreskin of a boy or man for religious or medical reasons",
            "to cut off part of the sex organs of a girl or woman for non-medical reasons (a traditional practice in some cultures but illegal in many countries)"
        ]
    },
    {
        "word": "steerage",
        "definition": [
            "(in the past) the part of a ship where passengers with the cheapest tickets used to travel"
        ]
    },
    {
        "word": "timbre",
        "definition": [
            "the quality of sound that is produced by a particular voice or musical instrument"
        ]
    },
    {
        "word": "gargle",
        "definition": [
            "to wash inside your mouth and throat by moving a liquid around at the back of your throat and then spitting it out"
        ]
    },
    {
        "word": "kangaroo",
        "definition": [
            "a large Australian animal with a strong tail and back legs, that moves by jumping. The female carries its young in a pocket of skin (called a pouch) on the front of its body."
        ]
    },
    {
        "word": "wallaby",
        "definition": [
            "an Australian animal like a small kangaroo, that moves by jumping on its strong back legs and keeps its young in a pouch (= a pocket of skin) on the front of the mother’s body"
        ]
    },
    {
        "word": "genet",
        "definition": [
            "a wild animal similar to a cat but with a longer tail and body and a pointed head. Genets are found in Africa, southern Europe and Asia and eat insects and small animals."
        ]
    },
    {
        "word": "parthenogenesis",
        "definition": [
            "the process of producing new plants or animals from an ovum that has not been fertilized"
        ]
    },
    {
        "word": "crybaby",
        "definition": [
            "a person, especially a child, who cries too often or without good reason"
        ]
    },
    {
        "word": "shah",
        "definition": [
            "the title of the kings of Iran in the past"
        ]
    }
]