[
    {
        "word": "reindeer",
        "definition": [
            "a large deer with long antlers (= hard parts on the head that are like branches), that lives in cold northern regions"
        ]
    },
    {
        "word": "appliance",
        "definition": [
            "a machine that is designed to do a particular thing in the home, such as preparing food, heating or cleaning"
        ]
    },
    {
        "word": "applicability",
        "definition": [
            "the fact of being true or useful in a particular case or situation"
        ]
    },
    {
        "word": "applicable",
        "definition": [
            "that can be said to be true in the case of somebody/something"
        ]
    },
    {
        "word": "applicant",
        "definition": [
            "a person who makes a formal request for something (= applies for it), especially for a job, a place at a college or university, etc."
        ]
    },
    {
        "word": "apposition",
        "definition": [
            "the use of a noun phrase immediately after or before another noun phrase that refers to the same person or thing"
        ]
    },
    {
        "word": "appraise",
        "definition": [
            "to consider or examine somebody/something and form an opinion about them or it",
            "to officially examine a building, an object, etc. and say how much it is worth",
            "to make a formal judgement about the value of a person’s work, usually after a discussion with them about it"
        ]
    },
    {
        "word": "appraiser",
        "definition": [
            "a person whose job is to examine a building, an object, etc. and say how much it is worth",
            "a person who makes a formal judgement about the value of a person's work, usually after discussion with them about it"
        ]
    },
    {
        "word": "appreciable",
        "definition": [
            "large enough to be noticed or thought important"
        ]
    },
    {
        "word": "marriageable",
        "definition": [
            "suitable for marriage"
        ]
    },
    {
        "word": "nubile",
        "definition": [
            "young and sexually attractive"
        ]
    },
    {
        "word": "jejunal",
        "definition": [
            "relating to the jejunum (= the second part of the small intestine)"
        ]
    },
    {
        "word": "jejunum",
        "definition": [
            "the second part of the small intestine"
        ]
    },
    {
        "word": "appreciative",
        "definition": [
            "feeling or showing that you are grateful for something",
            "showing pleasure"
        ]
    },
    {
        "word": "apprentice",
        "definition": [
            "a young person who works for an employer for a fixed period of time in order to learn the particular skills needed in their job"
        ]
    },
    {
        "word": "apron",
        "definition": [
            "a piece of clothing worn over the front of the body, from the chest or the waist down, and tied around the waist. Aprons are worn over other clothes to keep them clean, for example when cooking.",
            "an area with a hard surface at an airport, where aircraft are turned around, loaded, etc.",
            "the part of the stage that is in front of the curtain",
            "(too much under) the influence and control of somebody"
        ]
    },
    {
        "word": "aquarium",
        "definition": [
            "a large glass container in which fish and other water creatures and plants are kept",
            "a building where people can go to see fish and other water creatures"
        ]
    },
    {
        "word": "archangel",
        "definition": [
            "an angel of the highest rank"
        ]
    },
    {
        "word": "archaeological",
        "definition": [
            "connected with the study of cultures of the past and of periods of history by examining the parts of buildings and objects found in the ground"
        ]
    },
    {
        "word": "archaism",
        "definition": [
            "a thing that is very old or old-fashioned, especially a word or a style of language or art; the use of such a word or style"
        ]
    },
    {
        "word": "archbishop",
        "definition": [
            "a bishop of the highest rank, responsible for all the churches in a large area"
        ]
    },
    {
        "word": "archduke",
        "definition": [
            "(in the past) a son of the Emperor of Austria"
        ]
    },
    {
        "word": "marquis",
        "definition": [
            "(in some European countries but not the UK) a nobleman of high rank between a count and a duke",
            "(in the UK) a nobleman of high rank between an earl and a duke"
        ]
    },
    {
        "word": "archery",
        "definition": [
            "the art or sport of shooting arrows with a bow"
        ]
    },
    {
        "word": "archetype",
        "definition": [
            "the most typical or perfect example of a particular kind of person or thing"
        ]
    },
    {
        "word": "archivist",
        "definition": [
            "a person whose job is to develop and manage an archive"
        ]
    },
    {
        "word": "ardent",
        "definition": [
            "very enthusiastic and showing strong feelings about something/somebody"
        ]
    },
    {
        "word": "ardour",
        "definition": [
            "very strong feelings of enthusiasm or love"
        ]
    },
    {
        "word": "arguable",
        "definition": [
            "that you can give good reasons for",
            "not certain; that you do not accept without question"
        ]
    },
    {
        "word": "baron",
        "definition": [
            "a nobleman of the lowest rank. In the UK, barons use the title Lord; in other countries they use the title Baron.",
            "a person who owns or controls a large part of a particular industry"
        ]
    },
    {
        "word": "viscount",
        "definition": [
            "(in the UK) a nobleman of a rank below an earl and above a baron"
        ]
    },
    {
        "word": "zester",
        "definition": [
            "a kitchen tool for removing the zest from oranges, lemons, etc."
        ]
    },
    {
        "word": "megawatt",
        "definition": [
            "a unit for measuring electrical power; one million watts"
        ]
    },
    {
        "word": "aristocracy",
        "definition": [
            "(in some countries) people born in the highest social class, who have special titles"
        ]
    },
    {
        "word": "arid",
        "definition": [
            "having little or no rain; very dry",
            "with nothing new or interesting in it"
        ]
    },
    {
        "word": "aridity",
        "definition": [
            "the fact of having little or no rain; the fact of being very dry",
            "the fact of having or containing nothing new or interesting"
        ]
    },
    {
        "word": "salsify",
        "definition": [
            "a plant with a long root that is cooked and eaten as a vegetable"
        ]
    },
    {
        "word": "armadillo",
        "definition": [
            "an American animal with a hard shell made of pieces of bone"
        ]
    },
    {
        "word": "armhole",
        "definition": [
            "the place in a coat, shirt, dress, etc. that your arm goes through"
        ]
    },
    {
        "word": "armoured",
        "definition": [
            "protected by metal covers",
            "using armoured vehicles"
        ]
    },
    {
        "word": "armourer",
        "definition": [
            "a person who makes or repairs weapons and armour"
        ]
    },
    {
        "word": "armpit",
        "definition": [
            "the part of the body under the arm where it joins the shoulder",
            "the most unpleasant or ugly place in a country or region"
        ]
    },
    {
        "word": "armoury",
        "definition": [
            "a place where weapons and armour are kept",
            "(in the US or Canada) a building that is the headquarters for training people who are not professional soldiers, for example the National Guard",
            "the things that somebody has available to help them achieve something",
            "all the weapons and military equipment that a country has"
        ]
    },
    {
        "word": "arraign",
        "definition": [
            "to bring somebody to court in order to formally accuse them of a crime"
        ]
    },
    {
        "word": "lark",
        "definition": [
            "a small brown bird with a pleasant song",
            "a thing that you do for fun or as a joke",
            "an activity that you think is a waste of time or that you do not take seriously",
            "to get out of bed very early in the morning",
            "used by somebody who does not want to do something because it involves too much effort"
        ]
    },
    {
        "word": "arrowhead",
        "definition": [
            "the sharp pointed end of an arrow"
        ]
    },
    {
        "word": "arson",
        "definition": [
            "the crime of deliberately setting fire to something, especially a building"
        ]
    },
    {
        "word": "tremendous",
        "definition": [
            "very great",
            "extremely good"
        ]
    },
    {
        "word": "arsonist",
        "definition": [
            "a person who commits the crime of arson"
        ]
    }
]