[
    {
        "word": "civilization",
        "definition": [
            "a state of human society that is very developed and organized",
            "a society, its culture and its way of life during a particular period of time or in a particular part of the world",
            "all the people in the world and the societies they live in, considered as a whole",
            "a place that offers you the comfortable way of life of a modern society"
        ]
    },
    {
        "word": "morphological",
        "definition": [
            "connected with the form and structure of animals and plants",
            "connected with the forms of words"
        ]
    },
    {
        "word": "revealing",
        "definition": [
            "giving you interesting information that you did not know before",
            "allowing more of somebody’s body to be seen than usual"
        ]
    },
    {
        "word": "bigoted",
        "definition": [
            "showing strong, unreasonable beliefs or opinions and refusing to change them"
        ]
    },
    {
        "word": "tachometer",
        "definition": [
            "a device that measures the rate that something turns and is used to measure the speed of an engine in a vehicle"
        ]
    },
    {
        "word": "tacit",
        "definition": [
            "that is suggested indirectly or understood, rather than said in words"
        ]
    },
    {
        "word": "taciturnity",
        "definition": [
            "the fact of tending not to say very much, in a way that seems unfriendly"
        ]
    },
    {
        "word": "craving",
        "definition": [
            "a strong desire for something"
        ]
    },
    {
        "word": "launderette",
        "definition": [
            "a place where you can wash and dry your clothes in machines that you pay to use"
        ]
    },
    {
        "word": "rudiments",
        "definition": [
            "the most basic or essential facts of a particular subject, skill, etc."
        ]
    },
    {
        "word": "basics",
        "definition": [
            "the most important and necessary facts, skills, ideas, etc. from which other things develop",
            "the simplest and most important things that people need in a particular situation",
            "to think about the simple or most important ideas within a subject or an activity instead of new ideas or complicated details"
        ]
    },
    {
        "word": "primer",
        "definition": [
            "a type of paint that is put on wood, metal, etc. before it is painted to help the paint to stay on the surface",
            "a book that contains basic instructions",
            "a book for teaching children how to read, or containing basic facts about a school subject"
        ]
    },
    {
        "word": "ultrasonic",
        "definition": [
            "higher than humans can hear"
        ]
    },
    {
        "word": "supersonic",
        "definition": [
            "faster than the speed of sound"
        ]
    },
    {
        "word": "ire",
        "definition": [
            "anger"
        ]
    },
    {
        "word": "ira",
        "definition": [
            "the abbreviation for ‘Irish Republican Army’ (an organization that has fought for Northern Ireland to be united with the Republic of Ireland)"
        ]
    },
    {
        "word": "uppercut",
        "definition": [
            "a way of hitting somebody on the chin (= part of the face below the mouth), in which you bend your arm and move your hand upwards"
        ]
    },
    {
        "word": "schoolboy",
        "definition": [
            "a boy who attends school"
        ]
    },
    {
        "word": "schoolgirl",
        "definition": [
            "a girl who attends school"
        ]
    },
    {
        "word": "schoolchild",
        "definition": [
            "a child who attends school"
        ]
    },
    {
        "word": "jobless",
        "definition": [
            "without a job",
            "people who are unemployed"
        ]
    },
    {
        "word": "unemployed",
        "definition": [
            "without a job although able to work"
        ]
    },
    {
        "word": "gunpoint",
        "definition": [
            "while threatening somebody or being threatened with a gun"
        ]
    },
    {
        "word": "urinal",
        "definition": [
            "a type of toilet for men that is attached to the wall; a room or building containing urinals"
        ]
    },
    {
        "word": "warlord",
        "definition": [
            "the leader of a military group that is not official and that fights against other groups within a country or an area"
        ]
    },
    {
        "word": "superstar",
        "definition": [
            "a very famous performer, for example an actor, a singer or a sports player"
        ]
    },
    {
        "word": "overwinter",
        "definition": [
            "to spend the winter months in a place; to stay alive or to keep something alive during the winter"
        ]
    },
    {
        "word": "cowgirl",
        "definition": [
            "a female cowboy in the American West"
        ]
    },
    {
        "word": "abode",
        "definition": [
            "the place where somebody lives"
        ]
    },
    {
        "word": "residence",
        "definition": [
            "a house, especially a large or impressive one",
            "the state of living in a particular place",
            "permission to live in a country that is not your own",
            "having an official position in a particular place such as a college or university"
        ]
    },
    {
        "word": "predicatively",
        "definition": [
            "in a sentence position that is after a verb such as be, become, get, seem, look. Many adjectives, for example old, can occur either predicatively, as in The man is very old, or attributively as in an old man. Some, like asleep, can only be used predicatively."
        ]
    },
    {
        "word": "attributively",
        "definition": [
            "used to describe placing an adjective before a noun"
        ]
    }
]