[
    {
        "word": "abduct",
        "definition": [
            "to take somebody away illegally, especially using force"
        ]
    },
    {
        "word": "kidnap",
        "definition": [
            "to take somebody away illegally and keep them as a prisoner, especially in order to get money or something else for returning them"
        ]
    },
    {
        "word": "Jimi",
        "definition": [
            "(1942-70) a US rock musician who sang, wrote songs and played the guitar. His hit songs include Hey Joe and Purple Haze (1967). He was left-handed and played with the guitar upside down. He influenced many pop musicians and gave exciting stage performances, sometimes playing his guitar with his teeth or behind his back and ending performances by burning the guitar. He moved to England in 1966 and formed a small band called the Jimi Hendrix Experience. He died there after taking too many sleeping pills."
        ]
    },
    {
        "word": "tuber",
        "definition": [
            "the short, thick, round part of an underground stem or root of some plants, such as potatoes, which stores food and from which new plants grow"
        ]
    },
    {
        "word": "abductor",
        "definition": [
            "a person who abducts somebody",
            "a muscle that moves a body part away from the middle of the body or from another part"
        ]
    },
    {
        "word": "kidnapper",
        "definition": [
            "a person who takes somebody away illegally and keeps them as a prisoner, especially in order to get money or something else for returning them"
        ]
    },
    {
        "word": "abhorrent",
        "definition": [
            "causing a strong feeling of hate, especially for moral reasons"
        ]
    },
    {
        "word": "abiding",
        "definition": [
            "lasting for a long time and not changing"
        ]
    },
    {
        "word": "dear",
        "definition": [
            "used at the beginning of a letter before the name or title of the person that you are writing to",
            "loved by or important to somebody",
            "used in speech or writing to address somebody in a polite or friendly way",
            "expensive; costing a lot of money",
            "having a lot of importance and interest for somebody",
            "used to describe somebody in a way that shows love",
            "as hard or as fast as possible",
            "to hold somebody/something very tightly because you are afraid",
            "to care very much for somebody/something; to value somebody/something highly",
            "your close family and friends"
        ]
    },
    {
        "word": "aboriginal",
        "definition": [
            "relating to the original people living in Australia before Europeans arrived",
            "relating to the original people, animals, etc. of a place and to a period of time before Europeans arrived"
        ]
    },
    {
        "word": "abstemious",
        "definition": [
            "not allowing yourself to have much food or alcohol, or to do things that are fun"
        ]
    },
    {
        "word": "claymore",
        "definition": [
            "a large sword with a broad blade with two sharp edges that was used in Scotland in the past"
        ]
    },
    {
        "word": "slaughter",
        "definition": [
            "the killing of animals for their meat",
            "the cruel killing of large numbers of people at one time, especially in a war",
            "used to describe people who are going to do something dangerous without realizing it"
        ]
    },
    {
        "word": "optimism",
        "definition": [
            "a feeling that good things will happen and that something will be successful"
        ]
    },
    {
        "word": "launder",
        "definition": [
            "to wash, dry and iron clothes, etc.",
            "to move money that has been obtained illegally into foreign bank accounts or legal businesses so that it is difficult for people to know where the money came from"
        ]
    }
]