[
    {
        "word": "undersea",
        "definition": [
            "found, used or happening below the surface of the sea"
        ]
    },
    {
        "word": "subterranean",
        "definition": [
            "under the ground"
        ]
    },
    {
        "word": "overground",
        "definition": [
            "on or above the surface of the ground, rather than under it"
        ]
    },
    {
        "word": "snowy",
        "definition": [
            "covered with snow",
            "when a lot of snow falls",
            "very white, like new snow"
        ]
    },
    {
        "word": "snow-covered",
        "definition": [
            "covered with snow"
        ]
    },
    {
        "word": "gloved",
        "definition": [
            "wearing a glove or gloves"
        ]
    },
    {
        "word": "snow-capped",
        "definition": [
            "covered with snow on top"
        ]
    },
    {
        "word": "ignorant",
        "definition": [
            "not having or showing much knowledge or information about things; not educated",
            "not having any knowledge or information about a particular thing",
            "with very bad manners"
        ]
    },
    {
        "word": "bailout",
        "definition": [
            "an act of giving money to a company, a foreign country, etc. that has very serious financial problems"
        ]
    },
    {
        "word": "teapot",
        "definition": [
            "a container with a spout, a handle and a lid (= cover), used for making and serving tea",
            "a lot of anger or worry about something that is not important"
        ]
    },
    {
        "word": "snow-white",
        "definition": [
            "a traditional children's story. Snow White is a beautiful princess. Her stepmother (= the woman who married her father after her mother died) is jealous of her beauty and orders a man to kill her. He feels pity for her and leaves her alive in a forest, where she lives happily with seven dwarfs (= very small people). The stepmother discovers that Snow White is alive, and gives her an apple full of poison. Snow White falls asleep after eating it and does not wake up until a prince kisses her, and all ends happily. The story was made into a successful Walt Disney film in 1937, and is a popular subject for pantomimes in Britain. In the film the seven dwarfs are called Dopey, Doc, Sneezy, Bashful, Sleepy, Grumpy and Happy."
        ]
    },
    {
        "word": "lumbago",
        "definition": [
            "pain in the muscles and joints of the lower back"
        ]
    },
    {
        "word": "hairy",
        "definition": [
            "covered with a lot of hair",
            "dangerous or frightening but often exciting"
        ]
    },
    {
        "word": "wallpaper",
        "definition": [
            "thick paper, often with a pattern on it, used for covering the walls and ceiling of a room",
            "the background pattern or picture that you choose to have on the screen of your computer, mobile phone, etc."
        ]
    },
    {
        "word": "manage",
        "definition": [
            "to control or be in charge of a business, a team, an organization, land, etc.",
            "to succeed in doing something, especially something difficult",
            "to succeed in achieving or producing something ",
            "to be able to solve your problems, deal with a difficult situation, etc.",
            "to be able to live or survive without having much money, support, sleep, etc.",
            "to use money, time, information, etc. in a sensible way",
            "to be able to do something at a particular time",
            "to keep somebody/something under control; to be able to deal with somebody/something",
            "to control how land is used, so that it is used in a sensible way"
        ]
    },
    {
        "word": "compassionate",
        "definition": [
            "feeling or showing sympathy for people or animals who are suffering"
        ]
    },
    {
        "word": "compatibility",
        "definition": [
            "the ability of people or things to live or exist together without problems",
            "the ability of machines, especially computers, and computer programs to be used together"
        ]
    },
    {
        "word": "attrition",
        "definition": [
            "a process of making somebody/something, especially your enemy, weaker by repeatedly attacking them or creating problems for them",
            "the process of reducing the number of people who are employed by an organization by, for example, not replacing people who leave their jobs"
        ]
    },
    {
        "word": "succinct",
        "definition": [
            "expressed clearly and in a few words"
        ]
    },
    {
        "word": "ratify",
        "definition": [
            "to make an agreement officially or legally valid by voting for or signing it"
        ]
    },
    {
        "word": "railroad",
        "definition": [
            "a track with rails on which trains run",
            "a system of tracks, together with the trains that run on them, and the organization and people needed to operate them"
        ]
    },
    {
        "word": "criticize",
        "definition": [
            "to say that you think somebody/something is bad; to say what you do not like or think is wrong about somebody/something",
            "to judge the good and bad qualities of something"
        ]
    },
    {
        "word": "ratification",
        "definition": [
            "the act or process of making an agreement legally valid by voting for or signing it"
        ]
    },
    {
        "word": "competent",
        "definition": [
            "having enough skill or knowledge to do something well or to the necessary standard",
            "of a good standard but not very good",
            "having the power to decide something"
        ]
    },
    {
        "word": "duty-free",
        "definition": [
            "that you can bring into a country without paying tax on them"
        ]
    },
    {
        "word": "invest",
        "definition": [
            "to buy property, shares in a company, etc. in the hope of making a profit",
            "to spend money on something in order to make it better or more successful",
            "to spend time, energy, effort, etc. on something that you think is good or useful",
            "to give somebody power or authority, especially as part of their job"
        ]
    },
    {
        "word": "perambulation",
        "definition": [
            "a slow walk or journey around a place, especially one made for pleasure"
        ]
    },
    {
        "word": "carpetbagger",
        "definition": [
            "a politician who tries to be elected in an area where they are not known and therefore not welcome",
            "a person from the northern states of the US who went to the South after the Civil War in order to make money or get political power"
        ]
    },
    {
        "word": "pithy",
        "definition": [
            "short but expressed well and full of meaning"
        ]
    },
    {
        "word": "underprivileged",
        "definition": [
            "having less money and fewer opportunities than most people in society",
            "people who are underprivileged"
        ]
    },
    {
        "word": "gang",
        "definition": [
            "an organized group of criminals",
            "a group of young people who spend a lot of time together and often cause trouble or fight against other groups",
            "a group of friends who meet regularly",
            "an organized group of workers or prisoners doing work together"
        ]
    },
    {
        "word": "compel",
        "definition": [
            "to force somebody to do something; to make something necessary",
            "to cause a particular reaction"
        ]
    },
    {
        "word": "compelling",
        "definition": [
            "that makes you pay attention to it because it is so interesting and exciting",
            "so strong that you cannot resist it",
            "that makes you think it is true"
        ]
    },
    {
        "word": "sidekick",
        "definition": [
            "a person who helps another more important or more intelligent person"
        ]
    },
    {
        "word": "womanhood",
        "definition": [
            "the state of being a woman, rather than a girl",
            "women in general"
        ]
    },
    {
        "word": "femininity",
        "definition": [
            "the fact of being a woman; the qualities that are considered to be typical of women"
        ]
    },
    {
        "word": "womanliness",
        "definition": [
            "ways of behaving, dressing, etc. that people think are typical of or very suitable for a woman"
        ]
    },
    {
        "word": "womankind",
        "definition": [
            "women in general"
        ]
    },
    {
        "word": "bedsore",
        "definition": [
            "a painful place on a person’s skin, caused by lying in bed for a long time"
        ]
    },
    {
        "word": "abed",
        "definition": [
            "in bed"
        ]
    },
    {
        "word": "bedridden",
        "definition": [
            "having to stay in bed all the time because you are sick, injured or old"
        ]
    },
    {
        "word": "asshole",
        "definition": [
            "the anus",
            "an offensive word for a person who you think is stupid or unpleasant"
        ]
    },
    {
        "word": "folder",
        "definition": [
            "a cover made of stiff card or plastic for holding loose papers, etc.",
            "(in some computer systems) a way of organizing and storing computer files",
            "a printed sheet of paper or a few printed pages folded into a small book"
        ]
    },
    {
        "word": "compete",
        "definition": [
            "to take part in a contest or game",
            "to try to be more successful or better than somebody else who is trying to do the same as you"
        ]
    },
    {
        "word": "complacency",
        "definition": [
            "a feeling of being satisfied with yourself or with a situation, so that you do not think any change is necessary; the state of being complacent"
        ]
    },
    {
        "word": "spigot",
        "definition": [
            "a device in a tap that controls the flow of liquid from a container",
            "any tap, especially one outdoors"
        ]
    },
    {
        "word": "valve",
        "definition": [
            "a device for controlling the flow of a liquid or gas, letting it move in one direction only",
            "a structure in the heart or in a vein that lets blood flow in one direction only",
            "a device in some brass musical instruments for changing the note"
        ]
    },
    {
        "word": "complainant",
        "definition": [
            "a person who makes a formal complaint against somebody in court"
        ]
    },
    {
        "word": "plaintiff",
        "definition": [
            "a person who makes a formal complaint against somebody in court"
        ]
    },
    {
        "word": "complementary",
        "definition": [
            "two people or things that are complementary are different but together form a useful or attractive combination of skills, qualities or physical features"
        ]
    },
    {
        "word": "complicate",
        "definition": [
            "to make something more difficult to do, understand or deal with"
        ]
    },
    {
        "word": "complication",
        "definition": [
            "a thing that makes a situation more complicated or difficult",
            "a new problem or illness that makes treatment of a previous one more complicated or difficult"
        ]
    }
]