[
    {
        "word": "poker",
        "definition": [
            "a card game for two or more people, in which the players bet on the values of the cards they hold",
            "a metal stick for moving or breaking up coal in a fire"
        ]
    },
    {
        "word": "capsicum",
        "definition": [
            "a type of plant that has hollow fruits. Some types of these are eaten as vegetables, either raw or cooked, for example sweet peppers or chillies."
        ]
    },
    {
        "word": "omnivore",
        "definition": [
            "an animal or a person that eats all types of food, especially both plants and meat"
        ]
    },
    {
        "word": "herbivorous",
        "definition": [
            "eating only plants"
        ]
    },
    {
        "word": "haughty",
        "definition": [
            "behaving in an unfriendly way towards other people because you think that you are better than them"
        ]
    },
    {
        "word": "projector",
        "definition": [
            "a piece of equipment for projecting photographs, films or computer slides onto a screen"
        ]
    },
    {
        "word": "pornography",
        "definition": [
            "magazines, DVDs, websites, etc. that describe or show naked people and sexual acts in order to make people feel sexually excited, especially in a way that many other people find offensive"
        ]
    },
    {
        "word": "porn",
        "definition": [
            "pornography (= magazines, DVDs, websites, etc. that describe or show naked people and sexual acts in order to make people feel sexually excited, especially in a way that many other people find offensive)"
        ]
    },
    {
        "word": "pornographic",
        "definition": [
            "intended to make people feel sexually excited by showing naked people or sexual acts, usually in a way that many other people find offensive"
        ]
    },
    {
        "word": "one-way",
        "definition": [
            "moving or allowing movement in only one direction",
            "a one-way ticket, etc. can be used for travelling to a place but not back again",
            "operating in only one direction"
        ]
    },
    {
        "word": "microfinance",
        "definition": [
            "a system of providing services such as lending money and saving for people who are too poor to use banks"
        ]
    },
    {
        "word": "betel",
        "definition": [
            "the leaves of a climbing plant, also called betel, chewed (= bitten but not eaten) by people in Asia"
        ]
    },
    {
        "word": "rickshaw",
        "definition": [
            "a small, light vehicle with two wheels used especially in some Asian countries to carry passengers. The rickshaw is pulled by somebody walking or riding a bicycle."
        ]
    },
    {
        "word": "ripe",
        "definition": [
            "fully grown and ready to be eaten",
            "having a taste that has fully developed ",
            "strong and unpleasant",
            "ready or suitable for something to happen",
            "offering somebody an ideal opportunity to gain an advantage",
            "an age that is considered to be very old"
        ]
    },
    {
        "word": "ripen",
        "definition": [
            "to become ripe; to make something ripe"
        ]
    },
    {
        "word": "seduce",
        "definition": [
            "to persuade somebody to have sex with you, especially somebody who is younger or who has less experience than you",
            "to persuade somebody to do something that they would not usually agree to do by making it seem very attractive"
        ]
    },
    {
        "word": "rife",
        "definition": [
            "if something bad or unpleasant is rife in a place, it is very common there",
            "full of something bad or unpleasant"
        ]
    },
    {
        "word": "up-to-date",
        "definition": [
            "modern; fashionable",
            "having or including the most recent information"
        ]
    },
    {
        "word": "wombat",
        "definition": [
            "an Australian animal like a small bear, that carries its young in a pouch (= a pocket of skin) on the front of the mother’s body"
        ]
    },
    {
        "word": "undershirt",
        "definition": [
            "a piece of underwear worn under a shirt, etc. next to the skin"
        ]
    },
    {
        "word": "thrive",
        "definition": [
            "to become, and continue to be, successful, strong, healthy, etc."
        ]
    },
    {
        "word": "worth",
        "definition": [
            "having a value in money, etc.",
            "used to recommend the action mentioned because you think it may be useful, pleasant, etc.",
            "important, good or pleasant enough to make somebody feel satisfied, especially when difficulty or effort is involved",
            "having money and possessions of a particular value",
            "it is better to keep something that you already have than to risk losing it by trying to get much more",
            "in a very determined way, with great energy and effort",
            "in order to get as much as you can from somebody/something",
            "used to emphasize that what you are saying is only your own opinion or suggestion and may not be very helpful",
            "not worth doing because it is against the rules or because it might cause you to lose your job",
            "the advantages to be gained from doing something are not great enough, considering the effort or cost involved",
            "having no value, especially legally, or because one of the people involved has no intention of doing what they said they would",
            "deserving respect, especially because you do your job well",
            "very useful or valuable",
            "interesting or useful for somebody to do"
        ]
    },
    {
        "word": "notify",
        "definition": [
            "to formally or officially tell somebody about something"
        ]
    },
    {
        "word": "yourself",
        "definition": [
            "used when the person or people being spoken to both cause and are affected by an action",
            "used to emphasize the fact that the person who is being spoken to is doing something",
            "used instead of ‘you’ in order to sound polite or formal (although some people do not consider this use to be correct)",
            "to act naturally",
            "alone; without anyone else",
            "without help",
            "for only you to have or use; not shared"
        ]
    },
    {
        "word": "ton",
        "definition": [
            "a unit for measuring weight, in the UK 2 240 pounds (long ton) and in the US 2 000 pounds (short ton)",
            "a unit for measuring the size of a ship. 1 ton is equal to 100 cubic feet.",
            "a lot",
            "100, especially when connected with a speed of 100 miles per hour",
            "very heavily; very severely"
        ]
    }
]