[
    {
        "word": "allied",
        "definition": [
            "connected with countries or groups that join together to fight a war or work for a shared aim",
            "connected with the countries that fought together against Germany in the First and Second World Wars",
            "(of two or more things) similar or existing together; connected with something"
        ]
    },
    {
        "word": "phylum",
        "definition": [
            "a group into which animals, plants, etc. are divided, smaller than a kingdom and larger than a class"
        ]
    },
    {
        "word": "allot",
        "definition": [
            "to give time, money, tasks, etc. to somebody/something as a share of what is available"
        ]
    },
    {
        "word": "alluring",
        "definition": [
            "attractive and exciting in a mysterious way"
        ]
    },
    {
        "word": "lutenist",
        "definition": [
            "a person who plays the lute"
        ]
    },
    {
        "word": "enumerate",
        "definition": [
            "to name things on a list one by one"
        ]
    },
    {
        "word": "allusion",
        "definition": [
            "something that is said or written that refers to or mentions another person or subject in an indirect way (= alludes to it)"
        ]
    },
    {
        "word": "allusive",
        "definition": [
            "containing allusions (= indirect references)"
        ]
    },
    {
        "word": "almanac",
        "definition": [
            "a book or digital resource that is released every year giving information for that year about a particular subject or activity",
            "a book or digital resource that gives information about the sun, moon, times of the tides (= the rise and fall of the sea level), etc. for each day of the year"
        ]
    },
    {
        "word": "fixation",
        "definition": [
            "a very strong interest in somebody/something that is unusual or not reasonable",
            "the process of a gas becoming solid"
        ]
    },
    {
        "word": "randomness",
        "definition": [
            "the fact of being done, chosen, etc. without somebody deciding in advance what is going to happen, or without any regular pattern"
        ]
    },
    {
        "word": "epidemiologist",
        "definition": [
            "a scientist who studies the spread and control of diseases"
        ]
    },
    {
        "word": "pharmacologist",
        "definition": [
            "a scientist who studies pharmacology"
        ]
    },
    {
        "word": "ophthalmology",
        "definition": [
            "the scientific study of the eye and its diseases"
        ]
    },
    {
        "word": "aloft",
        "definition": [
            "high in the air"
        ]
    },
    {
        "word": "aloof",
        "definition": [
            "not friendly or interested in other people",
            "to not become involved in something; to show no interest in people"
        ]
    },
    {
        "word": "alphabetical",
        "definition": [
            "according to the correct order of the letters of the alphabet",
            "being one of the letters of the alphabet, rather than a number or other symbol"
        ]
    },
    {
        "word": "alterable",
        "definition": [
            "that can be changed "
        ]
    },
    {
        "word": "altercation",
        "definition": [
            "a noisy argument or disagreement"
        ]
    },
    {
        "word": "altimeter",
        "definition": [
            "an instrument for showing height above sea level, used especially in an aircraft"
        ]
    },
    {
        "word": "filmic",
        "definition": [
            "connected with films"
        ]
    },
    {
        "word": "cinematic",
        "definition": [
            "connected with films and how they are made"
        ]
    },
    {
        "word": "alpenhorn",
        "definition": [
            "a very long wooden musical instrument that you blow into, used for signalling in the Alps"
        ]
    }
]